{
    "id": 780,
    "date": "2010-03-06T23:59:53",
    "date_gmt": "2010-03-06T23:59:53",
    "guid": {
        "rendered": "http:\/\/blog.wintle.me.uk\/?p=780"
    },
    "modified": "2010-03-06T23:59:53",
    "modified_gmt": "2010-03-06T23:59:53",
    "slug": "local-travel-plan-3",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/",
    "title": {
        "rendered": "Local Travel Plan 3"
    },
    "content": {
        "rendered": "<p>A few notes before I start this post, and hope it doesn&#8217;t turn into a rant.<\/p>\n<ol>\n<li>I&#8217;m really sorry that I&#8217;m turning into a transport geek\/bore.<\/li>\n<li>I think the LTPs are a good thing.<\/li>\n<li>I know one of our council transport people a little and she&#8217;s brilliant, hard working, and very good at what she does.<\/li>\n<li>Swindon actually seems to be doing pretty well against it&#8217;s LTP2 targets.  This is worthy of praise.<\/li>\n<li>I KNOW this is a complex issue and I&#8217;ll never understand it fully.  What I&#8217;d like to see though, it some real, forward thinking leadership from the people in charge.<\/li>\n<li>I&#8217;ve not read ALL the information about LTP2 and LTP3, so I may have missed some vital stuff, for which I partly apologise, and for which I partly blame the inadequate management summaries! 😉<\/li>\n<\/ol>\n<p>I make no apologies for this post being long.  It exists for two reasons:<\/p>\n<ol>\n<li>To make me read and understand some of the LTP documents and record my thoughts.<\/li>\n<li>To record my thoughts on the LTP3 consultation.<\/li>\n<\/ol>\n<p>OK, here we go then.<\/p>\n<h3><!--more-->Local Travel Plan 3 Consultation<\/h3>\n<p>I recently received some information about our council&#8217;s LTP3, which will run from 2011 to 2026.  LTP2 is in progress and runs from 2006 to 2010.  My understanding is that the longer duration of LTP3 is compensated for by individual councils being able to break this into more manageable chunks.<\/p>\n<p>You can read all about it over on the <a title=\"Swindon Council's Local Travel Plan website\" href=\"http:\/\/www.swindon.gov.uk\/roadstransport\/transportplan.htm\" target=\"_blank\">Council Website<\/a>, and I&#8217;d encourage Swindon residents to fill in the <a title=\"Swindon Council New Transport Plan Survey\" href=\"http:\/\/www.snapsurveys.com\/sol1\/swh\/surveylogin.asp?k=126631325404\" target=\"_blank\">new Transport Plan survey<\/a>.<\/p>\n<p>Of course, as a keen cyclist and budding cycle campaigner, I have some interest in this and so I&#8217;ve filled in some quite detailed comments.<\/p>\n<p>Now, of course I&#8217;m keen to have cycle infrastructure improved, but actually, I&#8217;d just like to see less people in cars.  Cars pollute Swindon, they congest Swindon, they emit carbon and burn our limited supply of fossil fuels, they are inefficient, they make us lazy and unfit.<\/p>\n<p>What the survey did for me was reinforce the many benefits of promoting and investing in what I call &#8220;sustainable transport&#8221;, which I mostly define as walking, cycling and public transport.<\/p>\n<h3>Sustainable Transport Meets all the LTP2 priorities<\/h3>\n<p>Lets&#8217; start with LTP2 which seemed to be based around four key nationally-agreed priorities, which were developed into ten local objectives <sup class='footnote'><a href='#fn-780-1' id='fnref-780-1' onclick='return fdfootnote_show(780)'>1<\/a><\/sup>.<\/p>\n<p>The four nationally-agreed priorities were<\/p>\n<ol>\n<li>Accessibility<\/li>\n<li>Congestion<\/li>\n<li>Air Quality<\/li>\n<li>Road Safety<\/li>\n<\/ol>\n<p>In summary (I&#8217;m paraphrasing for brevity) the ten local objectives were:<\/p>\n<ol>\n<li>Improve access to town centre to support renewal\/regeneration<\/li>\n<li>Manage traffic growth<\/li>\n<li>Make optimal use of existing infrastructure<\/li>\n<li>Increase road safety<\/li>\n<li>Promote choice\/increase opportunity for cycling\/walking\/public transport<\/li>\n<li>Maintain service on strategic networks<\/li>\n<li>Manage impact of transport on built and natural environment<\/li>\n<li>Develop route networks that support complex travel patterns (i.e. it&#8217;s not just into\/out of town, as other attractions are outside of town)<\/li>\n<li>Improve rights of way to enhance access to countryside and improve walking\/cycle route integration.<\/li>\n<li>Tackle social exclusion and accessibility issues<\/li>\n<\/ol>\n<p>As someone who&#8217;s keen on sustainable transport, I look at these lists and my brain says that there are two options:<\/p>\n<ol>\n<li>Spend lots of money doing really complicated things with roads and we&#8217;ll do a few things on the side to help people who don&#8217;t want to use their car.<\/li>\n<li>Use that money to put in place a sustainable transport network in which driving is discouraged, buses are cheap, and walking and cycling are safe, fast and easy.<\/li>\n<\/ol>\n<p>I confess that meeting accessibility targets probably isn&#8217;t all that simple with sustainable transport, but a good network of community buses, and priority for disadvantaged people should go a long way to fixing this.  I think.<\/p>\n<p>So look at how sustainable transport tackles these problems\/priorities\/objectives:<\/p>\n<ul>\n<li><strong>Congestion<\/strong>.  Less people use cars = less congestion.<\/li>\n<li><strong>Air Quality<\/strong>.  Less people use cars = less air pollution.<\/li>\n<li><strong>Road Safety<\/strong>.  Hmm..possibly more complex, but I support the CTS&#8217;s &#8216;<a title=\"CTC Safety in Numbers Campaign\" href=\"http:\/\/www.ctc.org.uk\/DesktopDefault.aspx?TabID=5225\" target=\"_self\">safety in numbers<\/a>&#8216; idea that less people use cars = higher road safety, and  higher road safety = less people use cars.<\/li>\n<li><strong>Improve access to town centre<\/strong>. OK, so we develop a cycle, pedestrian and bus network that makes this easy and it results in all the other benefits.<\/li>\n<li><strong>Manage traffic growth<\/strong>.  Less people use cars = less people use cars, right?<\/li>\n<li><strong>Make optimal use of existing infrastructure<\/strong>.  Well, less cars has already tackled congestion.  Plus,   sustainable transport puts less wear on existing roads; you can get more people into the same space on a bus or bike; and less parking is needed.  Sounds like that&#8217;s fixed.<\/li>\n<li><strong>Maintain service on existing key networks<\/strong>.  Well, less cars means lower road maintenance costs, plus less congestion so the town is more accessible from outside?<\/li>\n<li><strong>Impact on environment<\/strong>.  Yup, that&#8217;s far less all round with sustainable transport.<\/li>\n<li><strong>Develop route networks<\/strong>.  Much easier to do with cycle routes.  OK, harder with buses and walking.  Maybe that&#8217;s a challenge.<\/li>\n<li><strong>Enhance access to countryside and cycle\/pedestrian integration<\/strong>.  Yup &#8211; do that and most of the other things listed here will follow!<\/li>\n<li><strong>Tackle social exclusion and accessibility<\/strong>.  As already mentioned, accessibility is a tough one.  But surely sustainable transport is a leveller.  Poorer people can more likely afford to walk\/cycle than buy and maintain a car.  It would ultimately be cheaper and better for everyone.<\/li>\n<\/ul>\n<p>I just don&#8217;t understand how throwing vast amounts of money at improving things for motorists helps.  It can&#8217;t possibly represent good value can it?<\/p>\n<p>To me the only way to effectively meet those targets is to reduce car use.  I&#8217;m not saying the road network isn&#8217;t important &#8211; it&#8217;s vital to the economy of the town.  But we can meet so many of the objectives by really focussing on reducing car journeys.<\/p>\n<p>And there are benefits of sustainable transport (like a fitter, healthier community) not even listed here.<\/p>\n<h3>The LTP 3 Consultation<\/h3>\n<p>I had a lot of issues with the LTP 3 consultation\/survey.  I think I get what it was trying to achieve, but it forced me into prioritising things that in my mind were of equal importance, it used words that I think I didn&#8217;t understand <sup class='footnote'><a href='#fn-780-2' id='fnref-780-2' onclick='return fdfootnote_show(780)'>2<\/a><\/sup>, and I felt that it classified cycling and walking as leisure and recreational activities rather than transport options.<\/p>\n<p>The survey tackled 5 main areas, which I suspect will be the priorities of LTP3:<\/p>\n<ul>\n<li>Climate Change<\/li>\n<li>Economic growth<\/li>\n<li>Equality of opportunity<\/li>\n<li>Safety, security and health<\/li>\n<li>Quality of life<\/li>\n<\/ul>\n<p>Here are some of my thoughts:<\/p>\n<p><strong>Climate Change<\/strong><\/p>\n<p>The survey asked us what we thought of three things the council could do in this area:<\/p>\n<ul>\n<li>Reduce emissions by promoting less polluting forms of transport<\/li>\n<li>Make sure new developments like supermarkets, business parks and industrial areas are easily reached without using a car<\/li>\n<li>Prepare and plan to minimise disruption caused by bad weather<\/li>\n<\/ul>\n<p>I felt that the fact that this question was being asked showed that tackling climate change is not a priority.  It shouldn&#8217;t be either\/or.  Sustainable transport needs to be an integral part of transport strategy and a priority for our town and our nation.  If these things are important then we should do them.  Surveying us on them is ineffective because if we think one is of a lower priority they might not do it.  Don&#8217;t ask us about these things, just do them!<\/p>\n<p>Maybe I&#8217;ve misunderstood the word &#8220;promote&#8221; here, but I don&#8217;t think it&#8217;s enough to just &#8220;promote&#8221; sustainable transport.  Telling people that it&#8217;s good to walk, cycle or get the bus won&#8217;t make them do it.  You have to invest in infrastructure and plan and take action to make sustainable transport more convenient than, say, using your car.  You have to make cycling safer.  You have to improve routes and signage.  You have to make buses cheaper and better.  Yes, this will cost, but so does building and maintaining roads to serve our unsustainable, car-dominant society.<\/p>\n<p>And why limit changes to planning to new supermarkets, business parks and industrial areas.  What about residential and leisure areas?  What about modifying existing traffic controls in existing developments to prioritise sustainable forms of transport?  Limiting measures to new developments is probably listed because it&#8217;s cost-effective, but it seems narrow-minded and won&#8217;t achieve much.<\/p>\n<p>In general we need sustainable transport to be a MUCH higher priority on the agendas of Swindon Council and of the national government.  Asking questions like this gives them excuses not to act.  They need to act big and bold and soon!<\/p>\n<p><strong>Economy<\/strong><\/p>\n<p>Options for this section included:<\/p>\n<ul>\n<li>Improve road and public transport capacity to reduce congestion<\/li>\n<li>Improve transport links to London, Bristol, the West Midlands and other surrounding areas<\/li>\n<li>Provide support to new housing developments to ensure they are built with easy access to key services<\/li>\n<\/ul>\n<p>First off then, is adding capacity really an efficient solution to reducing congestion?  You should already know what I think of that idea!  But this has the added issue of <span style=\"text-decoration: underline;\">how<\/span> capacity can be increased in Swindon?  Most of the congestion points are pinch points like Wootton Bassett Road, Whitehouse Bridge and where Park Lane goes under the railway.  You can&#8217;t increase capacity at these points!  I&#8217;m involved in a travel plan at West Swindon where they&#8217;re having to make heavy investment in trying to get people using alternative transport because M4 Junction 16 doesn&#8217;t have the capacity for the new developments that are going on.  I don&#8217;t see how increasing capacity is an option.  And I don&#8217;t understand why it seems to be the only option for reducing congestion.<\/p>\n<p>Next up, I don&#8217;t think improving public transport links or capacity is such a need, but the cost and reliability of public transport needs to be vastly increased.  Travelling on the train to and from Swindon is inordinately expensive.  Our buses, though they mostly seem to be used by poorer classes, are expensive too, and this prohibits the movement of disadvantaged people around the town.<\/p>\n<p>Finally, I don&#8217;t think that transport links to new housing developments would help the economy much, however, the transport links to and from the new Wichelstowe development in Swindon has been pretty awful.  I don&#8217;t know if this has been bad for the economy of the town, but I do know that the residents there are really on their own and disconnected from the town and local facilities.<\/p>\n<p><strong>Equality of Opportunity<\/strong><\/p>\n<p>I didn&#8217;t have so much to say in this section as it&#8217;s something I know less about.  The goal of improving access for all is a very good one and should be pursued.  But the question gave no idea about HOW this would be achieved.<\/p>\n<p><strong>Safety, security and health<\/strong><\/p>\n<p>This section included:<\/p>\n<ul>\n<li>Improve road safety<\/li>\n<li>Promote ways of getting about that are healthier for people in a safe environment<\/li>\n<li>Reduce pollution<\/li>\n<li>Minimise transport disruption caused by emergencies<\/li>\n<\/ul>\n<p>I referred again to CTC&#8217;s &#8220;Safety in Numbers&#8221; campaign.  The perception of cycling as a dangerous activity is a crucial thing to attack as part of improving safety and health of road users.  More cyclists make the road safer for everyone, and safer roads make for more cyclists.<\/p>\n<p>Swindon Council really need to start attacking the sustainable transport issue with a greater degree of energy.  Doing so will make our roads safer and our people healthier, as well as reducing pollution and congestion.  This is good for residents, good for business and good for the town.<\/p>\n<p>This question also pointed out something that I&#8217;d never noticed before: sustainable transport is secure!  If we have an energy or oil crisis, a good sustainable transport network is a huge asset, and it&#8217;s probably less susceptible to terrorism too!<\/p>\n<p><strong>Quality of Life<\/strong><\/p>\n<p>Items in this section were:<\/p>\n<ul>\n<li>Reduce noise pollution<\/li>\n<li>Manage impact on built and natural environment<\/li>\n<li>Improve leisure opportunities by improving footpaths and cyclepaths, in the town and in the countryside<\/li>\n<\/ul>\n<p>OK, let&#8217;s get one thing straight.  Improving cycle paths and walkways doesn&#8217;t just offer leisure opportunities.  They are a crucial part of our transport network that can be used, not just for leisure, but for fitness, commuting, making the town accessible, running errands, etc.<\/p>\n<p>They wouldn&#8217;t state that building roads improves quality of life by providing leisure opportunities &#8211; and neither should they limit building of sustainable transport infrastructure to this category.<\/p>\n<p>Here&#8217;s a vision of quality of life:<\/p>\n<ul>\n<li>people who are fit and healthy and happy because they regularly walk or cycle<\/li>\n<li>less congested roads where travel is quick and easy, and pollution and noise levels low<\/li>\n<li>community-focussed transport that lets disadvantaged people easily get access to employment and key facilities<\/li>\n<li>a local economy involving local people, which draws people to leisure areas to meet together, and which has low health care and infrastructure maintenance costs<\/li>\n<\/ul>\n<p>How does use of cars meet these goals?  They don&#8217;t!  But all can be achieved by driving towards a future with sustainable transport.<\/p>\n<p><strong>Other goals?<\/strong><\/p>\n<p>The survey then asks if we think there are other goals that should be part of the plan.  I opted to continue harping on about&#8230;Sustainability.<\/p>\n<p>Let&#8217;s face facts: The world&#8217;s resources won&#8217;t last forever and we can only sustain an economy and quality of life if we start acting now to reduce our dependence on fossil fuels, and, as a nation, get our own, dependable, sustainable, secure sources of energy.<\/p>\n<p>We need to start building the infrastructure to achieve this now!<\/p>\n<p>In the Council&#8217;s own core strategy leaflet (<a href=\"http:\/\/www.swindon.gov.uk\/core_strategy_issues_and_options_summary_leaflet.pdf\" target=\"_blank\">http:\/\/www.swindon.gov.uk\/core_strategy_issues_and_options_summary_leaflet.pdf<\/a>) they say that Swindon want&#8217;s to become &#8220;the UK&#8217;s most sustainable town&#8221;.  So why is sustainability not a goal of the LTP?<\/p>\n<h3>Summary<\/h3>\n<p>If the LTP is trying to achieve what it says it is, then why isn&#8217;t the focus on heavy investment in sustainable transport and on making driving less attractive.  I&#8217;ve shown how I think sustainable transport goes a long, long way to meeting the LTP&#8217;s objectives&#8230;and more!  And I&#8217;m pretty sure that both the initial investment and the ongoing costs of funding sustainable transport initiatives would be far less than doing lots of work on our road network.<\/p>\n<p>Yes, I&#8217;m a lycra-lout of a cyclist and a full-on climate change believer, so my views are biased.  But I&#8217;m open minded too.  I&#8217;d really like someone to come to me and explain the benefits of heavy investment in our road network.<\/p>\n<p>How does ploughing vast sums into tarmac real-estate improve health, safety and quality of life?  How does it make best use of our existing transport infrastructure while growing our economy?  How does it reduce noise, pollution, and damage to both our local environment and the earth&#8217;s climate?<\/p>\n<p>I&#8217;d like to see bold leadership on transport.  New ideas that challenge the status quo.  Sadly, most people think that these ideas will inconvenience them <sup class='footnote'><a href='#fn-780-3' id='fnref-780-3' onclick='return fdfootnote_show(780)'>3<\/a><\/sup>, and so they&#8217;re not popular, and so no one will want to do them.<\/p>\n<p>My dream is that Swindon becomes the most sustainable town in the UK, and that other towns are competing with us for that goal.  That people would hold the town up as an example of how to improve quality of life by making difficult decisions that ultimately benefit the population.  That we become renowned not for being the other branch of The Office or the home of the Magic Roundabout <sup class='footnote'><a href='#fn-780-4' id='fnref-780-4' onclick='return fdfootnote_show(780)'>4<\/a><\/sup>, but for being the place where the transport revolution in the UK began.<\/p>\n<p>But I don&#8217;t quite think LTP3 will get us there.<\/p>\n<div class='footnotes' id='footnotes-780'>\n<div class='footnotedivider'><\/div>\n<ol>\n<li id='fn-780-1'> See pages 6 and 7 of the <a title=\"LTP2 Executive Summary\" href=\"http:\/\/www.swindon.gov.uk\/pages_from_ltp2_v24_finalexecsummaryandcontents.pdf\" target=\"_blank\">LTP2 Executive Summary<\/a> <span class='footnotereverse'><a href='#fnref-780-1'>&#8617;<\/a><\/span><\/li>\n<li id='fn-780-2'> like, what does it mean to &#8220;promote&#8221; something? <span class='footnotereverse'><a href='#fnref-780-2'>&#8617;<\/a><\/span><\/li>\n<li id='fn-780-3'> not realising that being stuck in a traffic jam, having highly unsafe streets, being unfit, or polluting the air is an inconvenience <span class='footnotereverse'><a href='#fnref-780-3'>&#8617;<\/a><\/span><\/li>\n<li id='fn-780-4'> really, I don&#8217;t care that much about it <span class='footnotereverse'><a href='#fnref-780-4'>&#8617;<\/a><\/span><\/li>\n<\/ol>\n<\/div>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>A few notes before I start this post, and hope it doesn&#8217;t turn into a rant. I&#8217;m really sorry that I&#8217;m turning into a transport geek\/bore. I think the LTPs are a good thing. I know one of our council transport people a little and she&#8217;s brilliant, hard working, and very good at what she [&hellip;]<\/p>\n",
        "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "aside",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        5,
        6,
        19,
        22,
        24
    ],
    "tags": [
        30,
        35,
        39,
        41,
        47,
        229,
        581,
        169,
        170
    ],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v22.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Local Travel Plan 3 - Ross Wintle<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Local Travel Plan 3 - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"A few notes before I start this post, and hope it doesn&#8217;t turn into a rant. I&#8217;m really sorry that I&#8217;m turning into a transport geek\/bore. I think the LTPs are a good thing. I know one of our council transport people a little and she&#8217;s brilliant, hard working, and very good at what she [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2010-03-06T23:59:53+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"399\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"magicroundabout\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"magicroundabout\" \/>\n\t<meta name=\"twitter:label2\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/\",\"url\":\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/\",\"name\":\"Local Travel Plan 3 - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"datePublished\":\"2010-03-06T23:59:53+00:00\",\"dateModified\":\"2010-03-06T23:59:53+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\"},\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Local Travel Plan 3\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\",\"name\":\"magicroundabout\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"caption\":\"magicroundabout\"},\"description\":\"I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.\",\"sameAs\":[\"https:\/\/x.com\/magicroundabout\"],\"url\":\"https:\/\/rosswintle.uk\/author\/magicroundabout\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "Local Travel Plan 3 - Ross Wintle",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/",
        "og_locale": "en_GB",
        "og_type": "article",
        "og_title": "Local Travel Plan 3 - Ross Wintle",
        "og_description": "A few notes before I start this post, and hope it doesn&#8217;t turn into a rant. I&#8217;m really sorry that I&#8217;m turning into a transport geek\/bore. I think the LTPs are a good thing. I know one of our council transport people a little and she&#8217;s brilliant, hard working, and very good at what she [&hellip;]",
        "og_url": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2010-03-06T23:59:53+00:00",
        "og_image": [
            {
                "width": "600",
                "height": "399",
                "url": "https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg",
                "type": "image\/jpeg"
            }
        ],
        "author": "magicroundabout",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "magicroundabout",
            "Estimated reading time": "13 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/",
                    "url": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/",
                    "name": "Local Travel Plan 3 - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "datePublished": "2010-03-06T23:59:53+00:00",
                    "dateModified": "2010-03-06T23:59:53+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2"
                    },
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/#breadcrumb"
                    },
                    "inLanguage": "en-GB",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2010\/03\/local-travel-plan-3\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "Local Travel Plan 3"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": "required name=search_term_string"
                        }
                    ],
                    "inLanguage": "en-GB"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2",
                    "name": "magicroundabout",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-GB",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "caption": "magicroundabout"
                    },
                    "description": "I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.",
                    "sameAs": [
                        "https:\/\/x.com\/magicroundabout"
                    ],
                    "url": "https:\/\/rosswintle.uk\/author\/magicroundabout\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/780"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/1"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=780"
            }
        ],
        "version-history": [
            {
                "count": 6,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/780\/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 786,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/780\/revisions\/786"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=780"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=780"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=780"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}