{
    "id": 1520,
    "date": "2012-12-23T11:21:34",
    "date_gmt": "2012-12-23T11:21:34",
    "guid": {
        "rendered": "http:\/\/blog.wintle.me.uk\/?p=1520"
    },
    "modified": "2012-12-23T11:35:34",
    "modified_gmt": "2012-12-23T11:35:34",
    "slug": "breastfeeding-a-guide-for-dads-and-dads-to-be",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/",
    "title": {
        "rendered": "Breastfeeding: A Guide for Dads and Dads-to-be"
    },
    "content": {
        "rendered": "<p>Well. I broke my &#8216;no parenting advice&#8217; mantra by writing about cloth nappies. And it went down a treat, being published in the local NCT newsletter and retweeted by several people, including a big cloth nappy manufacturer, as a good article.<\/p>\n<p>So I figure I&#8217;m on a roll! And I kinda have a need to have a word with all you newbie dads and dads-to-be out there about the sometimes-controversial topic of breastfeeding.<\/p>\n<h2>Disclaimer<\/h2>\n<p>Yes&#8230;sometimes breastfeeding &#8211; or at least, people&#8217;s attitudes towards it &#8211; is controversial. So I need to put my firewall up.<\/p>\n<p>I am, quite firmly and unashamedly, a &#8216;breast-is-best&#8217; believer. And I guess I&#8217;ll assume that readers of this article are at least partly in agreement with that belief.<\/p>\n<p>However, I totally understand that there are really good reasons why some people can&#8217;t breastfeed, or choose not to breastfeed and I totally respect and support that choice.<\/p>\n<p>What I hope to do in this article is explain why I think breastfeeding is a good thing, and how you &#8211; dads &#8211; can embrace it and support your other half as they do it.<\/p>\n<p>I should also add that, while poo jokes and toilet humour are funny to us guys, we&#8217;re dads now &#8211; grown men &#8211; and poking fun at sensitive parts of your partner&#8217;s anatomy is not acceptable, so there shall be no boob gags or cheap innuendo. I&#8217;d only end up making a tit of myself.<\/p>\n<h2>Breastfeeding is Good<\/h2>\n<p>I&#8217;ll start by saying why I think breastfeeding is good.  And, yes, I&#8217;ll cover some of the downsides here too.<\/p>\n<h3>Convenience<\/h3>\n<p>When our boy is hungry, milk is on tap. We don&#8217;t need to think about formula. We don&#8217;t need to sterilise bottles and warming things up. It&#8217;s just there ready to go. The hungry baby doesn&#8217;t need to wait for us to make things up, it&#8217;s just there.<\/p>\n<p>The downside of this is that there is a total dependence on mummy. We never got our boy to take a bottle, so that&#8217;s even more true. But Sally has come to accept this as part of her motherhood, and even enjoys feeding times with her son. It&#8217;s a time for cuddles, songs, putting feet up, reading a book (especially during the LONG feeds in the early days), and just admiring your amazing child.<\/p>\n<p>I should add that we&#8217;ve been blessed that Sally could take a long maternity leave and so is still feeding our boy at one-year. If the mother needs to get back to work, then maybe convenience lies elsewhere.<\/p>\n<h3>Quality<\/h3>\n<p>Breast milk is, frankly, amazing stuff. I&#8217;m not totally up on all the science, but it really is tailored to your babies needs. Foremilk comes out first and tempts the baby to get going, but is less rich. Hind milk comes later on in a feed and is richer and more filling. I&#8217;m told that the type of milk even varies by time of day to get exactly what your baby needs when (s)he needs it!<\/p>\n<h3>Price<\/h3>\n<p>It&#8217;s FREE! In fact, not only is the milk free, you need to do less heating of things, less sterilising, and have less equipment as a result. All in all, if you can make it work, you can save a lot of money.<\/p>\n<h3>Weight Loss<\/h3>\n<p>Whether expressing or feeding direct, the milk a mother produces is highly calorific and this can really help lose the extra weight put on during pregnancy. Or, alternatively, you can just eat more chocolate.<\/p>\n<p>I can confirm that this does not apply to partners of breastfeeding mums for whom additional chocolate consumption shall result in increased weight.<\/p>\n<h3>Connection<\/h3>\n<p>Breastfeeding really does (in my experience at least) seem to create a really strong bond between mother and baby.  My wife, despite a difficult start with feeding, now enjoys the close time that she has with our son.<\/p>\n<p>For some fathers and fathers-to-be the &#8216;connection&#8217; issue is difficult as the bond with the mother can be so much stronger than with the father. I’ve not found this at all though and I&#8217;ll relate my experiences later on.<\/p>\n<h2>Dispelling the Myths<\/h2>\n<p>There are some things about breastfeeding that I think are commonly mis-understood, and I&#8217;d like to give my take on them and my relate my experiences.<\/p>\n<p>Not all of these will be encouragements to breastfeed, but I think that if your partner is considering breastfeeding, knowing these things means you&#8217;ll be prepared.<\/p>\n<h3>It&#8217;s easy<\/h3>\n<p>Breastfeeding is a very natural thing to do, and it can be simple and easy, but there can be complications too.<\/p>\n<p>I&#8217;ve referred to our difficult start (as an aside, I seem to naturally talk about breastfeeding as something &#8216;we’ do &#8211; I hope this reflects what a team effort it is) and the truth is that we &#8211; Sally in particular &#8211; went through a lot of pain in the early weeks of feeding Isaac.<\/p>\n<p>We were unfortunate to have some minor physical complications that made feeding very difficult, and we had to fight to get the medical help and support that we needed from the NHS.<\/p>\n<p>Things like this don&#8217;t happen to everyone and many people find feeding natural and easy, but be prepared for the fact that it might not be.<\/p>\n<h3>Dads can&#8217;t be involved<\/h3>\n<p>See the entire section below on this. I AM fortunate in that I work from home and very flexibly, so I was able to be more involved than the average dad. But I believe that dads can and should be involved and that&#8217;s the whole reason I&#8217;m writing this post.<\/p>\n<h2>What can dads do?<\/h2>\n<h3>Be interested<\/h3>\n<p>Of course, some mums may not want you interfering, but that wasn&#8217;t my experience. At least talk to your partner about whether and how she wants you to help.<\/p>\n<p>If she does want you to be involved, don&#8217;t just think that breastfeeding is something your partner does and you don&#8217;t need to know anything about it. If problems come then it will help you to understand some of the mechanics and what the mum is going through. Reading this post is certainly a good first step &#8211; it shows you&#8217;re interested already!<\/p>\n<p>We were able to do an NCT ante-natal class which was very helpful and had a session on breastfeeding, which involved balloons, lipstick and knitted breasts &#8211; but that&#8217;s another story. I also read some books on the subject that my wife bought, and &#8211; as we had &#8216;mechanical&#8217; problems, found out as much about the mechanics as I could.<\/p>\n<p>If you find the subject embarrassing, well, I say get over it.  That may not be the best or most friendly piece of advice you&#8217;ll get as a dad, but the fact is that your gonna have to get over the idea that boobs are funny or sexy.<\/p>\n<h3>Be supportive<\/h3>\n<p>First thing first: how you feed is a decision that you and your partner will make together, but bear in mind that the mother is (in the vast majority of cases) the primary feeder, and so your job is probably to support her decision rather then try and get things done your way.<\/p>\n<p>Once that decision is made &#8211; whatever it is &#8211; you should continue to support it, and to support any change of decision.<\/p>\n<p>My wife wanted to carry on breastfeeding despite the initial difficulties, and I helped that happen. Had she decided to quit and start using bottles, I would have supported that too.<\/p>\n<p>Breastfeeding, in particular, can raise a whole load of other issues about things like confidence and body image, and because feeding is more frequent, sleep deprivation can be worse.<\/p>\n<p>It may not be like this. But again, I would recommend being prepared for it. If these things do come up then you will need to be encouraging and loving your partner a lot to help her get through the issues, often when you are very much down on sleep yourself.<\/p>\n<h3>Help with latching<\/h3>\n<p>&#8216;Latching&#8217; is the process of getting the baby onto the boob. A good latch is key to successful and comfortable breastfeeding.<\/p>\n<p>Again, maybe just us, but we had a baby who struggled to latch properly, and who insisted on flailing his arms around until he was settled. It was therefore really helpful for me to hold him still when feeding was getting going.<\/p>\n<p>Obviously I couldn&#8217;t be there for every feed, but I could, if I was around, get physically involved in the process of feeding at times.<\/p>\n<h3>Wind<\/h3>\n<p>In the early months babies normally need winding to get air out of their stomachs that they take in whilst feeding. The problem is lessened with breastfeeding (I think they take in more air when using a bottle) but it still needs doing.<\/p>\n<p>And at the point at which it needs doing, your partner probably needs to clean up and make herself presentable again. So lose any idea that you might ever be able to wear a jumper that doesn&#8217;t have a baby-vomit stain on it again, sit baby on your lap, or over your shoulder, and get gently rubbing and patting.<\/p>\n<p>Those burps are quite satisfying when they come out!<\/p>\n<h3>Move things<\/h3>\n<p>This sounds trivial, but it&#8217;s one of the key ways you can support your partner. Once sat down feeding, she&#8217;s kinda stuck. So don&#8217;t consider it a break from the baby and go and play on you X-box &#8211; be prepared to help her.<\/p>\n<p>Bring her a drink, find the nipple cream, pass a cloth because the baby&#8217;s been sick, turn the light off, turn the music on, make some toast, go to the shop and buy some chocolate, get a blanket because it&#8217;s cold, find her something to put her feet on&#8230;the list of things you can do to help is seemingly endless, and most of them involve moving things.<\/p>\n<h3>Drive, shop, phone, Google, cook, clean, and everything that&#8217;s not feeding.<\/h3>\n<p>There&#8217;s another endless list of things that you can do to make your breastfeeding partner’s life easier. Drive her to appointments with healthcare people, do the shopping at the supermarket, phone people up on her behalf to arrange things, use the Internet to help understand what she&#8217;s going through, or to order her a gift to lift her spirits, cook, clean, wash up. You do some of these things already right? Well do more of them!<\/p>\n<p>Feeding will, for the first few weeks, take up most of your partner&#8217;s life if she&#8217;s breastfeeding. Give her a break.<\/p>\n<h3>Accept help&#8230;and even ask for it<\/h3>\n<p>Oh, and if you don&#8217;t have time to do these things, make sure that you&#8217;re not afraid to ask for, or accept help. Men are notoriously bad at accepting help. Get over your pride and let others help with practical things whenever they offer.<\/p>\n<p>And if your partner is struggling with feeding but wants to continue, help her to find help. Look up breastfeeding support groups, peer supporters, and counsellors &#8211; various organisations have them: the NHS, the NCT and others. Ask your midwife or health visitor. And if you continue to struggle, try and find an infant feeding specialist. Specialist help does exist and can really help.<\/p>\n<p>We had to fight to get help with our issues, but with the help of our amazing midwife we did eventually get to see a specialist and it made the difference between continuing breastfeeding and giving up.<\/p>\n<h3>Change nappies<\/h3>\n<p>It should be apparent that I&#8217;m a nappy geek. I always knew that Sally would breastfeed and so I wouldn&#8217;t get the &#8216;connection&#8217; of feeding him myself, so I took on the role of nappy changer.<\/p>\n<p>I embraced this as &#8216;my job&#8217;. I made it fun. I tried to look forward to it. I took pride in being the primary nappy changer. I made sure the washing\/drying routine was sorted. And I used nappy changing as one of my ways of connecting with my boy.<\/p>\n<p>I would chat to him, sing to him (badly), stroke his head, and often just admire him. As he got older and more playful we&#8217;ve done ’zzzurbuts&#8217; (blowing raspberries on his tummy), bits of baby massage (Sally did a course and showed me the basics), tickling, peebo games, and all sorts of other things that have made nappy changing fun and a way for me to get physical time with my boy.<\/p>\n<p>Nappy changing isn&#8217;t always fun&#8230;and not just for the obvious reasons of handling another persons &#8216;outputs&#8217;. We have both done nappies and Sally is great at covering for me when I&#8217;m not enjoying it. But I did do all I could to get ’muck in’ from the start and that has helped connect with my boy.<\/p>\n<h3>Bathtime<\/h3>\n<p>Bathtime &#8211; if your working hours permit &#8211; is another great time to connect with baby.<\/p>\n<p>This is also firmly my domain in our family, and &#8216;splish splash splosh&#8217; has a good routine of filling the bath, undressing, washing, playing, nappy changing, teeth-brushing, dressing and settling.<\/p>\n<p>When other people take over or observe I realise how many little routines-within-routines, ’in jokes’ and games Isaac and I have. And it&#8217;s mostly our little secret! Things we get up to that no one else knows about.<\/p>\n<h3>Cuddles<\/h3>\n<p>We have a baby that doesn&#8217;t sleep well and we&#8217;ve often had to hold him until he enters deep sleep before putting him down.<\/p>\n<p>At times this has been a real chore and hugely frustrating, but I try to see this as quality time with my boy and it is possible to look forward to cuddles time and even to miss it when he&#8217;s going through a phase of settling by himself.<\/p>\n<h3>Snatch Baby Time<\/h3>\n<p>You won&#8217;t be spending hours every day with your baby snuggled up to your moobs (if you have them). So grab whatever other time you can with him\/her.<\/p>\n<p>This isn&#8217;t just great for you and your baby, it&#8217;s great for mum too, because she gets some much-needed time off.<\/p>\n<p>Nappy changing and bathtime are ways of doing this. And, as previously mentioned, I&#8217;m hugely fortunate to work from home and so get to see Isaac during the day and be around both morning and evening when he&#8217;s awake.<\/p>\n<p>But the principle applies regardless of working hours.<\/p>\n<p>I currently do most of the morning shifts. Mum’s been up several times in the night feeding, so she’s more tired than me. I take Isaac down, make coffee, sit and play with him (’play’ here generally involves looking on in a dazed state while he has fun by himself) and sometimes get around to doing breakfast too.<\/p>\n<p>At weekends I&#8217;ve tried to take Isaac out to the park or to a local cafe that has some playthings outside.  Or sometimes just popping out to the shops with him is good time.<\/p>\n<p>The key is to treasure time with your little one rather than resent it.  Not always an easy task, but an honourable aim.<\/p>\n<h2>Summing Up<\/h2>\n<p>Establishing breastfeeding was hard for us, but it has, ultimately, been a hugely positive experience.<\/p>\n<p>We&#8217;ve worked hard as a team to make it happen, but that hard work has resulted in a great relationship between Sally and Isaac. I don&#8217;t feel it&#8217;s impacted my relationship with the boy at all. And, if anything, it&#8217;s strengthened the bond that I have with my wife too.  It feels like its been good for all of us.<\/p>\n<p>I can&#8217;t comment on if things are better, or worse, than bottle\/formula feeding. I don&#8217;t have the experience to compare.  And I certainly won&#8217;t judge anyone for not breastfeeding or for giving up on it having tried it: every parent-baby combination is different, and we know how hard it can be.<\/p>\n<p>Breastfeeding is a beautiful, clever, natural, healthy, cheap and convenient thing, but it has emotional and physical challenges sometimes. I hope these thoughts and experiences will help some of you along the way.<\/p>\n<p>However you feed you baby, you, as a dad, can play a part. And I encourage you, with your partner&#8217;s permission and guidance, to get as involved as you can.<\/p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Well. I broke my &#8216;no parenting advice&#8217; mantra by writing about cloth nappies. And it went down a treat, being published in the local NCT newsletter and retweeted by several people, including a big cloth nappy manufacturer, as a good article. So I figure I&#8217;m on a roll! And I kinda have a need to [&hellip;]<\/p>\n",
        "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        341
    ],
    "tags": [
        414,
        394,
        415
    ],
    "class_list": [
        "post-1520",
        "post",
        "type-post",
        "status-publish",
        "format-standard",
        "hentry",
        "category-baby",
        "tag-babies",
        "tag-breastfeeding",
        "tag-dads"
    ],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v23.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Breastfeeding: A Guide for Dads and Dads-to-be - Ross Wintle<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Breastfeeding: A Guide for Dads and Dads-to-be - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"Well. I broke my &#8216;no parenting advice&#8217; mantra by writing about cloth nappies. And it went down a treat, being published in the local NCT newsletter and retweeted by several people, including a big cloth nappy manufacturer, as a good article. So I figure I&#8217;m on a roll! And I kinda have a need to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2012-12-23T11:21:34+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2012-12-23T11:35:34+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"399\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"magicroundabout\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"magicroundabout\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/\",\"url\":\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/\",\"name\":\"Breastfeeding: A Guide for Dads and Dads-to-be - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"datePublished\":\"2012-12-23T11:21:34+00:00\",\"dateModified\":\"2012-12-23T11:35:34+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\"},\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Breastfeeding: A Guide for Dads and Dads-to-be\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\",\"name\":\"magicroundabout\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"caption\":\"magicroundabout\"},\"description\":\"I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.\",\"sameAs\":[\"https:\/\/x.com\/magicroundabout\"],\"url\":\"https:\/\/rosswintle.uk\/author\/magicroundabout\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "Breastfeeding: A Guide for Dads and Dads-to-be - Ross Wintle",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/",
        "og_locale": "en_US",
        "og_type": "article",
        "og_title": "Breastfeeding: A Guide for Dads and Dads-to-be - Ross Wintle",
        "og_description": "Well. I broke my &#8216;no parenting advice&#8217; mantra by writing about cloth nappies. And it went down a treat, being published in the local NCT newsletter and retweeted by several people, including a big cloth nappy manufacturer, as a good article. So I figure I&#8217;m on a roll! And I kinda have a need to [&hellip;]",
        "og_url": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2012-12-23T11:21:34+00:00",
        "article_modified_time": "2012-12-23T11:35:34+00:00",
        "og_image": [
            {
                "width": 600,
                "height": 399,
                "url": "https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg",
                "type": "image\/jpeg"
            }
        ],
        "author": "magicroundabout",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "magicroundabout",
            "Est. reading time": "13 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/",
                    "url": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/",
                    "name": "Breastfeeding: A Guide for Dads and Dads-to-be - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "datePublished": "2012-12-23T11:21:34+00:00",
                    "dateModified": "2012-12-23T11:35:34+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2"
                    },
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/#breadcrumb"
                    },
                    "inLanguage": "en-US",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2012\/12\/breastfeeding-a-guide-for-dads-and-dads-to-be\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "Breastfeeding: A Guide for Dads and Dads-to-be"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": {
                                "@type": "PropertyValueSpecification",
                                "valueRequired": true,
                                "valueName": "search_term_string"
                            }
                        }
                    ],
                    "inLanguage": "en-US"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2",
                    "name": "magicroundabout",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-US",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "caption": "magicroundabout"
                    },
                    "description": "I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.",
                    "sameAs": [
                        "https:\/\/x.com\/magicroundabout"
                    ],
                    "url": "https:\/\/rosswintle.uk\/author\/magicroundabout\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/1520"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/1"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=1520"
            }
        ],
        "version-history": [
            {
                "count": 2,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/1520\/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 1522,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/1520\/revisions\/1522"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=1520"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=1520"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=1520"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}