{
    "id": 254489,
    "date": "2023-07-10T20:36:36",
    "date_gmt": "2023-07-10T19:36:36",
    "guid": {
        "rendered": "https:\/\/rosswintle.uk\/?p=254489"
    },
    "modified": "2023-07-11T10:11:57",
    "modified_gmt": "2023-07-11T09:11:57",
    "slug": "the-electric-vehicle-what-and-why",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/",
    "title": {
        "rendered": "The Electric Vehicle: What? and Why?"
    },
    "content": {
        "rendered": "\n<p>We recently bought an electric car. This post explains why we did this, what we purchased, and why we chose that car.<\/p>\n\n\n\n<p>Helpful note: I previously made an <a href=\"https:\/\/rosswintle.uk\/2023\/06\/my-simple-ev-terminology-cheatsheet\/\">EV &#8220;Cheat Sheet&#8221;<\/a> that explains most of the concepts and terminology around electric cars. If kWs, kWhs, CCS, and so on are confusing and you want to know what they all mean, that&#8217;s a good starting point.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">TL;DR summary<\/h2>\n\n\n\n<ul>\n<li>Our old car was dying.<\/li>\n\n\n\n<li>We decided to go fully electric.<\/li>\n\n\n\n<li>We needed a car that could get a family of 4 with luggage for a long weekend 120 miles in winter.<\/li>\n\n\n\n<li>We looked at a number of used EV&#8217;s:\n<ul>\n<li>Renault Zoe (Hard NOPE!)<\/li>\n\n\n\n<li>Kia eNiro and Hyundai Kona (Nice cars &#8211; but more expensive.)<\/li>\n\n\n\n<li>MG5 (Would have made a nice estate. Great value.)<\/li>\n\n\n\n<li>Nissan Leaf (A close 2nd.)<\/li>\n<\/ul>\n<\/li>\n\n\n\n<li>We bought a 2020 Hyundai Ioniq Electric.<\/li>\n\n\n\n<li>We&#8217;re really happy with it!<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">We know about the downsides<\/h2>\n\n\n\n<p>First of all, I want to make it clear that we know about the downsides of electric cars outside of their range and battery life. The <a href=\"https:\/\/en.wikipedia.org\/wiki\/Embodied_energy\">embodied energy<\/a> in their manufacture. The costs of digging up lithium and cobalt. The extra weight and <a href=\"https:\/\/www.rac.co.uk\/drive\/electric-cars\/running\/do-electric-vehicles-produce-more-tyre-and-brake-pollution-than-petrol-and\/\">possible extra tyre particulate &#8220;emissions&#8221;<\/a>. And yes, the fact that <em>just not using a car is by far the best thing to do<\/em> for SO many reasons.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.bbc.co.uk\/sounds\/play\/m001mt53\">What about the bridges\/car parks\/etc<\/a>? Well, yes, EV&#8217;s are heavier than combustion engine cars. But before you start wondering if it&#8217;s small, electric, family cars that are going to break the world, may I first ask you to consider the unnecessary, ridiculous, space-taking, road-wearing, gas-guzzling, child- and planet-killing SUVs that have become so popular.<\/p>\n\n\n\n<p>The cars I&#8217;m looking at are well within the specifications that car parks and bridges are built to. If you&#8217;re really worried about this, get complaining about the Nissan Navaras and Ford F150s of the world and all the other ridiculously over-sized vehicles that most people can&#8217;t drive or park properly. Grrrrr. <\/p>\n\n\n\n<p>I really want to stress that we have weighed up a LOT of factors in deciding to buy this car. We haven&#8217;t just decided it would be cool to own an EV. Some have said that EVs are marketing hype and a ploy by the car industry to keep us buying cars instead of fixing the actual problems that personal vehicle ownership cause. And yes, I have concerns about some aspects of EV&#8217;s. But I can&#8217;t deny it: cars are convenient, and an EV seems like the best option right now.<\/p>\n\n\n\n<p>We&#8217;ve seriously questioned if we need a car. Ideally we would be in a decent car club, or car-sharing scheme, and we would hire for longer holidays and stuff. But this just does not exist near us.<\/p>\n\n\n\n<p>I cycle a lot instead of driving. We have not flown anywhere for&#8230; what?&#8230; 10 or 11 years? Maybe more? We do SO much of the &#8220;right things&#8221; for the environment in the face of SO much who-gives-a-crappery. And we have good, family-related reasons right now to want to be able to make some journeys easily. So we determined that we would get a new car. This is a huge privilege. And we&#8217;ll try really hard to use it as efficiently and carefully as we can.<\/p>\n\n\n\n<p>Let&#8217;s look at why we needed it.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Old Car<\/h2>\n\n\n\n<p>We are a single car family. This is a privilege we are aware of. We can both work remotely. We are both able to walk or cycle. We literally have a supermarket at the end of our road and a primary school at the end of our garden.<\/p>\n\n\n\n<p>Our old car was 15 years old. A petrol Toyota midi-MPV (a Corolla Verso).<\/p>\n\n\n\n<p>We bought it 11 years ago for about £7000. It had done 94,000 miles. We had run it into the ground. The clutch was slipping. The engine was rattling. The interior was falling apart. The paint was flaking. I was convinced that it was about to give up in a fairly serious way. And I didn&#8217;t want that to happen to us on some long family journey.<\/p>\n\n\n\n<p>We really got as much out of this car as we felt we could. And this car had been BRILLIANT. Other than replacing the drive shaft and having to re-attach some stupid metal heat-shield plate, this car had done us SO proud. It owed us and the world nothing.<\/p>\n\n\n\n<p>But its time had come.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What we needed &#8211; our car usage<\/h2>\n\n\n\n<p>We only do about 6000 &#8211; 7000 miles per year. We are fortunate enough that neither of us commute on a regular basis. So our driving is mostly a mix of:<\/p>\n\n\n\n<ul>\n<li>Category 1: around-town stuff in bad weather and with the kids or heavy loads<\/li>\n\n\n\n<li>Category 2: shorter local &#8220;expeditions&#8221;, 15-50 miles<\/li>\n\n\n\n<li>Category 3: longer short-holiday trips of 100-150 miles with light luggage (occasionally much longer trips)<\/li>\n\n\n\n<li>Category 4: bigger holidays that aren&#8217;t long distances, but that included camping with a VERY full load and a roofbox<\/li>\n<\/ul>\n\n\n\n<p>There is one <em>critical<\/em> journey that we need to make sort-of-often, and that&#8217;s 120 miles to visit my in-laws. Now that the kids are both well past toddler stage, we can do this trip relatively lightly and it&#8217;s a shorter category 3 trip.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Did you consider a plug-in hybrid, or regular hybrid?<\/h2>\n\n\n\n<p>Yes.<\/p>\n\n\n\n<p><a href=\"https:\/\/en.wikipedia.org\/wiki\/Plug-in_hybrid\">PHEV&#8217;s (plugin hybrids)<\/a> seemed popular, and I&#8217;d had some recommendations. But some had also said that they were the worst of both worlds.<\/p>\n\n\n\n<p>We felt that our needs fitted within the abilities of an EV available within our budget. So I didn&#8217;t want the extra cost and complexity when it wasn&#8217;t really needed. I&#8217;m sure it&#8217;s not really a problem, but I feel like having a combustion engine AND electric motor and battery AND the systems to manage it all was overly complex. For me, more complexity is more that can go wrong, so if we don&#8217;t need it then we should avoid it.<\/p>\n\n\n\n<p>A regular hybrid wasn&#8217;t on the table. It&#8217;s neat tech, but it&#8217;s primarily a petrol\/diesel car, and we were trying to avoid burning fossil fuels, so again, if we could avoid it, we should.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What we needed &#8211; our EV requirements<\/h2>\n\n\n\n<p>We had decided that we couldn&#8217;t do category 4 trips in an EV. If we wanted to do that we would hire something.<\/p>\n\n\n\n<p>So we needed a real-world range of, ideally, around 120+ miles to visit the in-laws, assuming we could pick up a top-up charge on the way, or charge at the destination somehow. We need this range when fully-loaded in winter.<\/p>\n\n\n\n<p>We needed a boot big enough for family-of-four luggage for a long weekend.<\/p>\n\n\n\n<p>And we had a budget of £15,000 &#8211; £20,000. For the right car maybe we could do more.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Cars we looked at<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Renault Zoe (2022)<\/h3>\n\n\n\n<p>There is a running joke in our family, after a poor experience with electrics on a French car bought from the dealer-who-shall-not-be-named (let&#8217;s call them &#8220;Salmon Sisters&#8221; for now), that I would never buy a French car of any sort from Salmon Sisters, let alone <em>an electric one<\/em>.<\/p>\n\n\n\n<p>But after doing some intense EV research and looking around online I noticed that Salmon Sisters &#8211; who are very local to us &#8211; had a smart-looking, 1-year old Renault Zoe.<\/p>\n\n\n\n<p>I signed up and took it for a test drive. Well, not the one that was for sale, but an equivalent car (don&#8217;t ask). And it was pretty nice. Great value. Just about big enough. <a href=\"https:\/\/ev-database.org\/uk\/car\/1205\/Renault-Zoe-ZE50-R135\">Advertised range of 240 miles, and a &#8220;real world&#8221; range of 190<\/a>. Rapid charging. And all the modern conveniences.<\/p>\n\n\n\n<p>I asked all the right questions and was really interested in it. A friend of ours has a Zoe and likes it. So I went away to think.<\/p>\n\n\n\n<p>And I found this: this newer Renault Zoe got a <a href=\"https:\/\/www.autocar.co.uk\/car-news\/new-cars\/renault-zoe-given-zero-stars-euro-ncap-safety-tests\">zero-star Euro-NCAP rating<\/a>! Mostly because they had removed a critical side-airbag. But also because the automated safety features weren&#8217;t up to scratch.<\/p>\n\n\n\n<p>One review was sub-titled: &#8220;<a href=\"https:\/\/www.carmagazine.co.uk\/car-reviews\/renault\/zoe-ev\/\">Little car, long range, don&#8217;t crash<\/a>&#8220;<\/p>\n\n\n\n<p>Renault had apparently addressed some of the automated features in an update. And Euro-NCAP is like an enhanced safety standard. The Zoe is a legally-safe vehicle. So it&#8217;s not unsafe.<\/p>\n\n\n\n<p>But ALL the other cars we were looking at had 5-star Euro-NCAP ratings. So this seemed like a real downer.<\/p>\n\n\n\n<p>I tried to get past this. It seemed like a great car otherwise and great value. I could even ignore the reports of poor quality interior and sometimes leaky doors.<\/p>\n\n\n\n<p>But then I found out why we couldn&#8217;t test drive the actual car that was for sale. The story of &#8220;it&#8217;s on loan as a courtesy car&#8221; turned into &#8220;they forgot to charge it&#8221; and then into &#8220;the charging circuit is broken and needs to be replaced&#8221;.<\/p>\n\n\n\n<p>At that point I quickly turned from being able to forgive its flaws to a hard &#8220;no thanks&#8221;. Both to the Zoe and to Salmon Sisters, who I felt had not been honest with us.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Nissan Leaf<\/h3>\n\n\n\n<p>The Nissan Leaf was a great car. We looked at <a href=\"https:\/\/ev-database.org\/uk\/car\/1144\/Nissan-Leaf-eplus\">the &#8220;E+&#8221;<\/a> as this was the only one that had the range we needed. It had about 50 miles more range than the Hyundai Ioniq that we bought BUT it&#8217;s a less efficient car, so this came at the cost of a much larger 62kWh battery (vs 40kWh in the Ioniq).<\/p>\n\n\n\n<p>Part of why it&#8217;s less efficient is that it&#8217;s more powerful. I mean, the Ioniq would accelerate quick if you put your foot down, but the Leaf&#8230; wow! It has 160kW of power equating to 215hp, vs the Ioniq&#8217;s 100kW\/134hp. (Those Tesla&#8217;s must be incredible!)<\/p>\n\n\n\n<p>The Leaf felt more &#8220;manual&#8221; &#8211; like I was more in control and a bit more solid. The Hyundai felt a bit squishy and detached from the road. But really&#8230; I&#8217;m not a petrol head (we need some new words now, right?). The Ioniq is FINE and actually, I don&#8217;t want the encouragement to drive fast and hard. Plus, that bigger battery will take longer to charge up.<\/p>\n\n\n\n<p>Finally, the Leaf has a &#8220;CHAdeMO&#8221; rapid-charging port. This isn&#8217;t really <em>much<\/em> of a problem, but Europe is standardising on the &#8220;CCS&#8221; rapid charging ports and CHAdeMO may be a little bit harder to come across.<\/p>\n\n\n\n<p>We liked the Leaf. It felt more like the kind of car we would drive and own. And it had a 5-star Euro NCAP safety rating. I would happily have bought it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Hyundai Ioniq<\/h3>\n\n\n\n<p><a href=\"https:\/\/ev-database.org\/uk\/car\/1165\/Hyundai-IONIQ-Electric\">This is the one we bought<\/a>. Advertised range of 193 miles, real range of around 155 miles. Enough for our longer trip we need to do a lot. It&#8217;s 3 years old with 17,000 miles on it and the battery health seems fine.<\/p>\n\n\n\n<p>The main reason to choose this over the Leaf was the charging convenience. We don&#8217;t have a driveway or garage. We park on-street. So we can&#8217;t charge at home. So we need convenient charging. And the Ioniq&#8217;s greater efficiency, smaller battery size, quicker charging, and the more-commonly-found CCS charge port were what sold us on it.<\/p>\n\n\n\n<p>It&#8217;s easy to drive and has loads of safety features and clever stuff on board. And that 5-star Euro NCAP rating to stick it to the Zoe.<\/p>\n\n\n\n<p>As I said, it feels less connected to the road than the Leaf was, but that&#8217;s OK. The interior is really nice if a bit lacking in headroom (none of us are too tall). And while lower power, it still has the instant torque that EV&#8217;s have which makes pulling away sometimes fun.<\/p>\n\n\n\n<p>I actually like that it&#8217;s lower power. It has three driving modes: Eco, Normal and Sport. I&#8217;ve gotten used to Eco Mode which cranks up the regeneration (when the car harvests energy from braking) and kinda guides you into driving efficiently. And driving like this feels safer too. I&#8217;ve turned Sport Mode on a couple of times and it frightens me!!<\/p>\n\n\n\n<p>My only other complaint is that &#8230; well &#8230; it just <em>looks<\/em> a bit boring. It&#8217;s a sleek, grey saloon car. And the world is FULL of sleek, grey saloon cars. It&#8217;s a salesman&#8217;s car, not a family car. There&#8217;s not much fun about it. And it has this weird plate on the front that looks&#8230; just&#8230; weird.<\/p>\n\n\n\n<p>BUT&#8230; we are REALLY happy with it. We are in a hugely privileged position to be able to own such a vehicle and we are really enjoying using it to get around.<\/p>\n\n\n\n<p>There&#8217;s been a lot to learn along the way. We&#8217;ve yet to do a drive of more than about 50 miles in it. But we hope this car will serve us well for many years to come.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Where did you get it from?<\/h2>\n\n\n\n<p>Well, NOT &#8220;Salmon Sisters&#8221;.<\/p>\n\n\n\n<p>We found it on Auto Trader, who are great for search. But that search pointed us at <a href=\"https:\/\/drive-green.co.uk\/\">Drive Green<\/a> &#8211; a specialist used EV dealer just south of Bath (about 50 miles from us).<\/p>\n\n\n\n<p>We took a day out to get there and go and try some cars out. One good thing about an independent dealership is that you can try a variety of makes and models, and they had a good stock of lots of different models. We could have tried BMW i3s, Peugeot e2008s, electric Minis, VW eGolfs, even used Teslas!!<\/p>\n\n\n\n<p>The Drive Green team are brilliant. And they don&#8217;t want to sell you THEIR car. They want to sell you the car that&#8217;s right for you. They are highly recommended if you&#8217;re in the area.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Final notes<\/h2>\n\n\n\n<p>Like I said, we&#8217;re really fortunate to own this car. It&#8217;s a luxury. I feel quite embarrassed about it. But do we need it? REALLY need it?<\/p>\n\n\n\n<p>The answer is probably no. We <em>could<\/em>, if we worked hard at it, be a zero-car family. I&#8217;d LOVE to not own a personal vehicle. To be in a car club. To have superb public transport around us. And to keep cycling for transport too.<\/p>\n\n\n\n<p>But at this stage of life it&#8217;s enormously convenient to have access to a car.<\/p>\n\n\n\n<p>We properly like our EV. We&#8217;re pretty certain we did the right thing getting it.<\/p>\n\n\n\n<p>But we will try to remain a one-car family. (We know this is also a privilege!). We will keep cycling. We will keep avoiding the car for shorter journeys. We will keep asking our council and government for better infrastructure. And maybe, when this car has done its time, we won&#8217;t need to own one again? <\/p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>We recently bought an electric car. This post explains why we did this, what we purchased, and why we chose that car.<\/p>\n",
        "protected": false
    },
    "author": 2,
    "featured_media": 0,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        275
    ],
    "tags": [
        5103
    ],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v21.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Electric Vehicle: What? and Why? - Ross Wintle<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Electric Vehicle: What? and Why? - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"We recently bought an electric car. This post explains why we did this, what we purchased, and why we chose that car.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2023-07-10T19:36:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-07-11T09:11:57+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"399\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Ross Wintle\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Ross Wintle\" \/>\n\t<meta name=\"twitter:label2\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/\",\"url\":\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/\",\"name\":\"The Electric Vehicle: What? and Why? - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"datePublished\":\"2023-07-10T19:36:36+00:00\",\"dateModified\":\"2023-07-11T09:11:57+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc\"},\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The Electric Vehicle: What? and Why?\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc\",\"name\":\"Ross Wintle\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g\",\"caption\":\"Ross Wintle\"},\"url\":\"https:\/\/rosswintle.uk\/author\/rosswintle\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "The Electric Vehicle: What? and Why? - Ross Wintle",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/",
        "og_locale": "en_GB",
        "og_type": "article",
        "og_title": "The Electric Vehicle: What? and Why? - Ross Wintle",
        "og_description": "We recently bought an electric car. This post explains why we did this, what we purchased, and why we chose that car.",
        "og_url": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2023-07-10T19:36:36+00:00",
        "article_modified_time": "2023-07-11T09:11:57+00:00",
        "og_image": [
            {
                "width": "600",
                "height": "399",
                "url": "https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg",
                "type": "image\/jpeg"
            }
        ],
        "author": "Ross Wintle",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "Ross Wintle",
            "Estimated reading time": "12 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/",
                    "url": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/",
                    "name": "The Electric Vehicle: What? and Why? - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "datePublished": "2023-07-10T19:36:36+00:00",
                    "dateModified": "2023-07-11T09:11:57+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc"
                    },
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/#breadcrumb"
                    },
                    "inLanguage": "en-GB",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2023\/07\/the-electric-vehicle-what-and-why\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "The Electric Vehicle: What? and Why?"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": "required name=search_term_string"
                        }
                    ],
                    "inLanguage": "en-GB"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc",
                    "name": "Ross Wintle",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-GB",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g",
                        "caption": "Ross Wintle"
                    },
                    "url": "https:\/\/rosswintle.uk\/author\/rosswintle\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/254489"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/2"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=254489"
            }
        ],
        "version-history": [
            {
                "count": 12,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/254489\/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 254514,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/254489\/revisions\/254514"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=254489"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=254489"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=254489"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}