{
    "id": 1927,
    "date": "2015-07-31T22:23:25",
    "date_gmt": "2015-07-31T21:23:25",
    "guid": {
        "rendered": "http:\/\/blog.wintle.me.uk\/?p=1927"
    },
    "modified": "2019-09-09T09:29:39",
    "modified_gmt": "2019-09-09T08:29:39",
    "slug": "highly-sensitive",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/",
    "title": {
        "rendered": "Highly sensitive"
    },
    "content": {
        "rendered": "<p>I&#8217;m nervous about writing this, mostly because it contains some stuff that&#8217;s about my own personality traits. But it&#8217;s been such a revelation to us that I have to share it.<\/p>\n<p>This post is an explanation of a character trait that we (are very glad we) found out about. It&#8217;s a summary of our own learnings and experiences. It will duplicate some things that you can read much more polished and detailed accounts of elsewhere.<\/p>\n<p>If you&#8217;ve ever felt different, shy, like you understand some things that other people don&#8217;t, or that you dwell on things deeply and thoughtfully &#8211; or if you have a bright and curious small child that seems to be highly attentive and sensitive, and WON&#8217;T SLEEP &#8211; then this may be worth reading. It may be a complete revelation!<\/p>\n<h2>Highly sensitive small people<\/h2>\n<p>As we and our friends reached the having-children stage of life, we started noticing a trait in some of the small children. Children who are highly attentive even from an early age. Children who seem to have extreme emotions. Children who are awful sleepers. Children who are AMAZING at spotting patterns and who are really interested in the tiny details of things. Some practical examples of some of these things:<\/p>\n<ul>\n<li>Feeding and sleeping in a public places might be very difficult. Hiding away in a dark, quiet room may be the only way to feed the child or to get them to sleep for a nap.<\/li>\n<li>They may be very bright, learning numbers and letters, learning basic reading early on, counting and knowing lots of colours.<\/li>\n<li>Being fussy about food: often rejecting things because they are &#8220;broken&#8221; or wrong in some way, or because they have been contaminated with some other food.<\/li>\n<li>Finding busy public spaces totally over-stimulating: where other kids seem to adapt to that environment or just fall asleep, this kid just can&#8217;t switch off from the noise.<\/li>\n<li>Being both very highly distractable AND, seeming to totally zone out and focus on certain activities to the exclusion of the whole rest of the world.<\/li>\n<li>Having an extreme dislike of certain bits of furniture or a car seat. Being a very difficult traveller. Finding it difficult to be comfortable. Maybe having an extreme preference for or dislike of a particular way of being moved around or carried, be it in a buggy\/stroller, sling, being carried, or wanting to walk and get around under their own steam.<\/li>\n<li>Developing a clever sense of humour, engaging in word-play and abstraction, at quite an early age.<\/li>\n<li>Early potty-training, maybe potty training easily without much encouragement.<\/li>\n<li>Seeming to understand emotions well and how their actions will affect themselves and others.<\/li>\n<li>Being difficult to discipline or &#8216;train&#8217; (e.g. sleep training) with most efforts failing with spectacular, unending tantrums.<\/li>\n<li>Hating dummies and bottles and tooth-brushing and other things that you might put in their mouth or on their body. Again, with violent and outright rejection.<\/li>\n<\/ul>\n<p>It&#8217;s hard to judge other people&#8217;s children as you don&#8217;t spend all day every day with them, but we had noticed these traits as common things in particular kids<\/p>\n<p>There definitely seemed to be two types of child: those that do lots of the things above, and others that children fall asleep in restaurants, cafes, churches or other busy places. Those who are rarely content, and often bothered or distracted, and those who happily sit in buggies and stare into the distance, ignoring everything around them. Stuff like that.<\/p>\n<p>Sometimes we wondered if some of the bothered\/distracted children were somewhere on the autistic scale. But they often had good social skills and other things about them just weren&#8217;t extreme enough.<\/p>\n<p>But it nagged us that some of these children seemed different somehow.<\/p>\n<h2>And me&#8230;<\/h2>\n<p>Then there&#8217;s me. I&#8217;m logical, deep-thinking, cautious. I make &#8216;anxious predictions&#8217; about the future, usually based on dwelled-upon past experiences. I worry about what other people think. A LOT!<\/p>\n<p>I&#8217;m an ambivert. I think I&#8217;m mostly an introvert, but I&#8217;ve learned to deal with people quite well. I have a quite analytical approach to being extroverted &#8211; probably based on past experiences &#8211; and when that approach doesn&#8217;t work I get very left out.<\/p>\n<p>I&#8217;m a stickler for detail. I notice things that others don&#8217;t and they bother me. Interestingly, I&#8217;m not a very visual person &#8211; it&#8217;s almost a family joke that I don&#8217;t remember people by hair colour! I think this is because there&#8217;s less thinking to be done about visual things. I find people&#8217;s characters more interesting than their appearance.<\/p>\n<p>I &#8216;zone out&#8217; in activities.<\/p>\n<p>I&#8217;m really hesitant to start doing things when I don&#8217;t know what I&#8217;m doing. Computers are an exception, but with DIY for example, I overthink everything before starting and it makes it hard to get going with things that I&#8217;m not confident in.<\/p>\n<p>I&#8217;m a careful driver with high hazard perception. I love escaping to nature. I hate being too hot. I find some materials really cringy &#8211; tights and rough synthetic fabrics bring me out in goose bumps.<\/p>\n<p>I find travel hard. I think because I worry about all the things that could go wrong. Not big things like air crashes, but little things like being stuck in place where no one speaks English.<\/p>\n<p>I don&#8217;t remember much of my childhood, but the things I do remember are things that I know I dwelled on a lot at the time. Minor incidents that I thought over for weeks, and still occasionally think back to: I felt so stupid; why did I do it that way?<\/p>\n<p>I hate, hate, hate being punished or thought badly of. I got detention once at school. Most people just seemed to brush this off, but I was devastated. I think the teacher ended up letting me off as it was my first time ever. But it was massively emotional for me.<\/p>\n<h2>HSP<\/h2>\n<p>These kind of traits, it turns out, are associated with a genetic character trait known under various names, but which I&#8217;ll refer to as &#8220;high sensitivity&#8221;.<\/p>\n<p>Discovering high sensitivity was one of the biggest &#8220;aha!&#8221; moments of my life.<\/p>\n<p>High sensitivity is present in around 20-25% of people (and a similar percentage in some animals), and it&#8217;s more easy to see in small children &#8211; adults developing coping mechanisms, so it&#8217;s not always as clear. This totally fits with our observations about other children.<\/p>\n<p>Highly sensitive people don&#8217;t get more sensory input, but they do appear to process it more intensely. You can probably see how this results in a lot of the traits mentioned above, but let me give an example that applies to small children: reading. Some kids just breeze through a book. But have you ever come across a child who doesn&#8217;t just let the story go in; who points all all the tiny details in the pictures, and asks questions about crazy-detailed things:<\/p>\n<ul>\n<li>That owl has yellow feet!<\/li>\n<li>What is the owl doing?<\/li>\n<li>What is his name?<\/li>\n<li>Is the grass wet?<\/li>\n<\/ul>\n<p>Stuff like that. I mean, kids ask these kinds of questions. But with with some it seems almost relentless.<\/p>\n<p>And highly sensitive people think harder about things. That&#8217;s definitely not saying that non-highly-sensitive people always think less; but the highly sensitive person will tend to think things through more. They will more readily make predictions based on previous experiences. They will get more emotional. They will be more cautious and conscientious.<\/p>\n<p>In fact, the behaviour of highly sensitive people is explained in terms of reflexes. You can think of people as having a &#8220;go-ahead&#8221; reflex, and a &#8220;hold on&#8221; reflex. In highly sensitive people the &#8220;hold on&#8221; reflex is stronger, causing them to hesitate and think things through. It&#8217;s not that they don&#8217;t have the &#8220;go ahead&#8221; reflex, it&#8217;s just countered or balanced out more. What this can mean is that a highly sensitive person can be more hesitant at first, but once they&#8217;ve decided something is safe or good, they will go at it with great energy and excitement.<\/p>\n<h2>Society and HSP&#8217;s<\/h2>\n<p>Society doesn&#8217;t always value the trait of high sensitivity. This has bothered me, personally, greatly in my life.<\/p>\n<p>Take the travel thing. I&#8217;m a home bird. I like things that are familiar And where I know how they work. Going to places where I don&#8217;t speak the native language, where I don&#8217;t know if the natives will speak my language, and where I don&#8217;t know how things work, freaks me out.<\/p>\n<p>Even really simple things like going to a cafe. Cafes work differently in different parts of the world. Am I supposed to sit down and be served? Or order at the bar? If I order at the bar, will they bring my food over or do I take it with me? Do I pay when I order or before we leave? What if I sit down and they come over to ask what I want and I don&#8217;t understand what they&#8217;re saying and they don&#8217;t speak English and I can&#8217;t point at things on display to show what I want. I&#8217;ll look really stupid and we won&#8217;t be able to get lunch and&#8230;oh&#8230;why are we abroad?!?<\/p>\n<p>From what I can tell, most people just think: &#8220;Ah, well get by!&#8221; and get on with it. But these are genuine things that I think and worry about, and that I dwell on afterwards for hours.<\/p>\n<p>Classic high sensitivity.<\/p>\n<p>I&#8217;m also not an explorer. I don&#8217;t care all that much for seeing\/experiencing new things. Though whether that&#8217;s an innate part of me, or simply an it&#8217;s-not-worth-the-hassle response to finding being in new places difficult I don&#8217;t know.<\/p>\n<p>Anyway, where was I going with this? Ah yes. Society.<\/p>\n<p>Society thinks I&#8217;m odd because I don&#8217;t like travel.<\/p>\n<p>Seriously: how many people do you know that approach the subject of foreign holidays with dread? Or that would rather stay in the UK? And how many people do you know that think &#8220;It&#8217;s great that that person doesn&#8217;t want to travel. I totally understand their desire to go somewhere familiar and comfortable and not expand their horizons?&#8221;<\/p>\n<p>I&#8217;m guessing it&#8217;s not many. Society doesn&#8217;t think that this is a positive thing. Society sees this as being afraid or xenophobic. My fears are made out to be silly or easy to overcome. But the truth is that every time I push myself and go on a foreign holiday I have a mid-week meltdown and want to go home. Holidays should be restful and easy, not panic-inducing stress-fests!<\/p>\n<p>What else? Shyness is generally seen as bad. &#8216;Adventurous&#8217; is a quality to aspire to, and those who aren&#8217;t are seen as boring. Risk taking is rewarded, while thinking carefully and planning things out is seen as anal or risk-averse. A &#8216;who cares&#8217; attitude generally seems to get you by better in life than worrying about what others will think.<\/p>\n<p>I feel like other people can easily decide to do exciting and adventurous things, whereas I&#8217;m cautious and immediately see things that need fixing before I can do something adventurous, and that, somehow, makes me feel inferior.<\/p>\n<p>And the children?<\/p>\n<p>Well, let&#8217;s take a look at primary schools. I know of modern primary schools that have large year 1 classes that are effectively in a shared space with a pre-school. This means up to about 60 or 70 little people and their carers all occupying the same space. A space which has lots of displays and activities to do. Lots of people potentially engaging in lots of different things at the same time. Lots of noise. Lots of multi-sensory stimuli.<\/p>\n<p>This sounds like a nightmare kind of environment for ME to be in, let alone a 3 year old person with little emotional intelligence and who is likely to be highly stimulated by all this stuff all day long.<\/p>\n<p>Primary Schools, to me, do not seem to cater very well for highly sensitive children. It seems to me like they try to be stimulating learning environments, when that&#8217;s exactly not what the highly sensitive child needs.<\/p>\n<p>Society seems to think that a loud, busy environment is normal and good for children, and that if a child is sat quietly and intently assembling Lego and ignoring the children around him then that is bad.<\/p>\n<p>Then there are children&#8217;s films. Some films, even U rated, are absolutely chock full of scary stuff. &#8216;Finding Nemo&#8217;, for example, is just wall-to-wall mild peril; a series of mini-disaster movies plugged together with an over-arching narrative which is also one of strong emotions and minor catastrophe.<\/p>\n<p>It seems like children are expected to take stories like this in their stride; appreciate the comedy in them; enjoy the ride. But if you&#8217;re three, and you&#8217;re thinking about every detail and you&#8217;re experiencing the music and images more intensely, and you&#8217;re empathising with the characters and worrying about what they might be going through&#8230;then films like these are pretty terrifying.<\/p>\n<p>Generally the world is a loud and busy place and children are expected to just deal with it. Some seem to sail through. But others are distracted by it, intrigued by it, over-stimulated by it, scared by it, or bothered by it.<\/p>\n<p>This is both a huge problem, and a huge opportunity. But the world doesn&#8217;t always seem to see it that way.<\/p>\n<h2>Acceptance and the joy of being highly sensitive<\/h2>\n<p>As I&#8217;ve said, it&#8217;s been a complete revelation to me, understanding why I am like I am, but also understanding why these children we know are like they are too, and some of the ways in which that might help us to help them.<\/p>\n<p>There is a certain amount of acceptance involved. I&#8217;m now much more conscious of highly stimulating environments, and of my need to take time out to recover after being in busy places, or after being stimulated for too long.<\/p>\n<p>Understanding high sensitivity definitely helps in this way, but it also help me to see that other people don&#8217;t experience things in the same way that I do, and that&#8217;s helpful too. That makes me feel less like I&#8217;m shy or silly, and more &#8211; well, more like I&#8217;m just me and that&#8217;s OK.<\/p>\n<p>It&#8217;s also help me see the opportunities of being highly sensitive. This trait enables me to be a person that has a high level of attention to detail, which is great in my line of work. And not just visually, but, I think, empathically too. I think hard about the consequences of what I do on other people.<\/p>\n<p>Technical training is a great example. A long time ago now, I was delivering some technical training for a client alongside another, far more senior engineer. I was only actually teaching a few modules but was otherwise there to facilitate and help out during workshops. In a module prior to one that I was to teach, I was really aware that the senior trainer was using some technical language that had not been introduced. I let him complete his module then stepped up to teach my module. The first time I hit the same technical language I put it out there &#8220;Who knows what this means?&#8221; (very few people). &#8220;Who doesn&#8217;t know what this means?&#8221; (almost everyone).<\/p>\n<p>That empathy, that consciousness of what others might be thinking, can be REALLY helpful and I make use of my sensitivity to it a lot when having technical conversations with non-technical people.<\/p>\n<p>It also think it makes me really interested in things. Deep, difficult, interesting, obscure things. I&#8217;ve always said that I&#8217;d like to go back to University to study something weird like Philosophy of Maths; what&#8217;s the history of mathematical concepts, and how do we relate abstract mathematical concepts to real world things. I can look at 5 apples, they are countable. But what does the square root of 5 look like? Why is that useful? This kind of thing intrigues me.<\/p>\n<p>I think the trait makes me a grammar pedant. Which is a good thing. It&#8217;s a good thing to know the difference between &#8220;knowing your shit&#8221; and &#8220;knowing you&#8217;re shit&#8221;, right?<\/p>\n<p>With highly sensitive children, they may be natural spotter of patterns; remarkable with numbers and letters; reading far above their age level.<\/p>\n<h2>What does all this mean?<\/h2>\n<p>I&#8217;ve written this because I want people to understand other people who may be highly sensitive.<\/p>\n<p>I want people to know that a child walking into a busy room might find it difficult and need time to adjust &#8211; and then some time out later.<\/p>\n<p>I want people to know that people who seem shy or quiet might be really struggling.<\/p>\n<p>I want people to know that being outgoing and outrageous and carefree aren&#8217;t the only &#8220;good&#8221; ways to be. Quiet, thoughtful, sensitive people are important in our world too and we should seek to understand them, value them, and nurture them.<\/p>\n<p>As I said earlier, discovering high-sensitivity has been a revelation to me and to my immediate family. It explains so much about me and about some of these children that we have observed, and it gives us some tools and strategies for accepting ourselves and each other, and for understanding each other too.<\/p>\n<p>This has been long, but I hope it has been useful. If any of it resonates, I recommend looking up <a href=\"http:\/\/hsperson.com\/\">Elaine Aron and her research and books<\/a> or do a Google Search to find out more by reading useful articles like <a href=\"http:\/\/www.huffingtonpost.com\/2014\/02\/26\/highly-sensitive-people-signs-habits_n_4810794.html\">this<\/a>, or <a href=\"http:\/\/www.parents.com\/toddlers-preschoolers\/development\/behavioral\/how-to-help-your-sensitive-child\/\">this<\/a>.<\/p>\n<p>Perhaps it will be a revelation to you too?<\/p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>I recently discovered the trait of High Sensitivity &#8211; it&#8217;s been a revelation to me and my family. Here&#8217;s why.<\/p>\n",
        "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        454,
        12,
        24
    ],
    "tags": [
        529,
        455,
        571,
        399,
        478
    ],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v22.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Highly sensitive - Ross Wintle<\/title>\n<meta name=\"description\" content=\"I recently discovered the trait of High Sensitivity - it&#039;s been a revelation to me and my family. Here&#039;s why.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Highly sensitive - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"I recently discovered the trait of High Sensitivity - it&#039;s been a revelation to me and my family. Here&#039;s why.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2015-07-31T21:23:25+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-09-09T08:29:39+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"399\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"magicroundabout\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"magicroundabout\" \/>\n\t<meta name=\"twitter:label2\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/\",\"url\":\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/\",\"name\":\"Highly sensitive - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"datePublished\":\"2015-07-31T21:23:25+00:00\",\"dateModified\":\"2019-09-09T08:29:39+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\"},\"description\":\"I recently discovered the trait of High Sensitivity - it's been a revelation to me and my family. Here's why.\",\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Highly sensitive\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\",\"name\":\"magicroundabout\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"caption\":\"magicroundabout\"},\"description\":\"I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.\",\"sameAs\":[\"https:\/\/x.com\/magicroundabout\"],\"url\":\"https:\/\/rosswintle.uk\/author\/magicroundabout\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "Highly sensitive - Ross Wintle",
        "description": "I recently discovered the trait of High Sensitivity - it's been a revelation to me and my family. Here's why.",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/",
        "og_locale": "en_GB",
        "og_type": "article",
        "og_title": "Highly sensitive - Ross Wintle",
        "og_description": "I recently discovered the trait of High Sensitivity - it's been a revelation to me and my family. Here's why.",
        "og_url": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2015-07-31T21:23:25+00:00",
        "article_modified_time": "2019-09-09T08:29:39+00:00",
        "og_image": [
            {
                "width": "600",
                "height": "399",
                "url": "https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg",
                "type": "image\/jpeg"
            }
        ],
        "author": "magicroundabout",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "magicroundabout",
            "Estimated reading time": "15 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/",
                    "url": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/",
                    "name": "Highly sensitive - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "datePublished": "2015-07-31T21:23:25+00:00",
                    "dateModified": "2019-09-09T08:29:39+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2"
                    },
                    "description": "I recently discovered the trait of High Sensitivity - it's been a revelation to me and my family. Here's why.",
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/#breadcrumb"
                    },
                    "inLanguage": "en-GB",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2015\/07\/highly-sensitive\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "Highly sensitive"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": "required name=search_term_string"
                        }
                    ],
                    "inLanguage": "en-GB"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2",
                    "name": "magicroundabout",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-GB",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "caption": "magicroundabout"
                    },
                    "description": "I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.",
                    "sameAs": [
                        "https:\/\/x.com\/magicroundabout"
                    ],
                    "url": "https:\/\/rosswintle.uk\/author\/magicroundabout\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/1927"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/1"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=1927"
            }
        ],
        "version-history": [
            {
                "count": 8,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/1927\/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 8611,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/1927\/revisions\/8611"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=1927"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=1927"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=1927"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}