{
    "id": 10420,
    "date": "2021-08-07T09:51:01",
    "date_gmt": "2021-08-07T08:51:01",
    "guid": {
        "rendered": "https:\/\/rosswintle.uk\/?p=10420"
    },
    "modified": "2021-10-30T14:15:06",
    "modified_gmt": "2021-10-30T13:15:06",
    "slug": "10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/",
    "title": {
        "rendered": "10 things I learned about freelancing in ten years (with ten days to go) &#8211; Part 1"
    },
    "content": {
        "rendered": "\n<p><em>This is part 1. The first five things. I got it written and wanted to post it. I don&#8217;t know when I&#8217;ll get to write part two. But enjoy these learnings&#8230;<\/em> <\/p>\n\n\n\n<p>There&#8217;s also a <a href=\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-2\/\">part 2<\/a> and a <a href=\"https:\/\/rosswintle.uk\/2021\/10\/10-things-i-learned-about-freelancing-in-ten-years-part-3\/\">part 3<\/a>!<\/p>\n\n\n\n<p>It’s a Saturday (when I’m writing &#8211; it will probably take a few days to write and publish this) and I realised yesterday that I have ten working days left of freelancing after more than ten years of working for myself.<\/p>\n\n\n\n<p>Perhaps I should share some &#8220;wisdom&#8221; I&#8217;ve gained in doing this?<\/p>\n\n\n\n<p>A few caveats…<\/p>\n\n\n\n<p>I feel like I’ve occupied a particular space in freelancing where people are really nice to each other and help each other out; where clients pay invoices quickly and people are forgiving of your work situation.<\/p>\n\n\n\n<p>I’m not sure if this is the ONLY freelancing space out there. Perhaps there is a darker side of it with highly-competitive people who are cut-throat in their approach, stingy with both money and time, and rude and unpleasant? But I’ve not come across it.<\/p>\n\n\n\n<p>And, if there is more than one freelancing culture, I’m not sure if I landed in this particular freelancing space by chance, or because I subconsciously am drawn to people who operate in the same ways that I try to. Did I engineer where I landed somehow?<\/p>\n\n\n\n<p>Regardless of how I got here, here’s some things I learned along the way.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"1-never-say-never\">1. Never say never<\/h2>\n\n\n\n<p>I always said there are two things I would never do.<\/p>\n\n\n\n<p>The first is move back to home town of Swindon after leaving it aged 18.<\/p>\n\n\n\n<p>And the second was work for myself.<\/p>\n\n\n\n<p>My parents (who still live in Swindon and are the most wonderfully supportive, generous and lovely people) ran a successful business that they loved and put so much into, but I saw how stressful it could be at times. And I didn’t want that stress.<\/p>\n\n\n\n<p>BUT… it turns out employment can be stressful too. And I ended up leaving it to do my own thing… shortly after moving back to my home town!<\/p>\n\n\n\n<p>I ran my business my own way, I learned lots from my folks, both what works and what doesn’t &#8211; for me at least!<\/p>\n\n\n\n<p>I did freelancing and self-employment my own way.<\/p>\n\n\n\n<p>Looking at someone else and saying “I don’t want that” is one thing, but ruling out a whole class of things based on a single experience is not really helpful. You can put your own twist on a thing that someone else has done.<\/p>\n\n\n\n<p>Don’t say “never” based on what you see someone else doing.<\/p>\n\n\n\n<p>(But also, ALWAYS be as kind and generous and supportive as my parents!)<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"2-it-doesn-t-have-to-be-forever\">2. It doesn’t have to be forever<\/h2>\n\n\n\n<p>Some have asked why I’m stopping freelancing. But to understand that it’s helpful to understand why I started and continued for so long.<\/p>\n\n\n\n<p>The world I left was corporate IT world. Corporate IT world was really not for me. I had an amazing boss and immediate team, and it paid well, but leadership higher up seemed very questionable, or, at least, incompatible with my own sensibilities.<\/p>\n\n\n\n<p>Shortly after I left employment we found out we were having our first kid. And a big reason I kept at freelancing was that I wanted the flexibility to spend time with my kids when they were young. And I wanted my wife to continue her career too, as well as being an awesome mum.<\/p>\n\n\n\n<p>I’ve taken full advantage of the flexibility of freelance life. I’ve worked part-time-ish. I’ve done the school and nursery run. I’ve been dad a lot!<\/p>\n\n\n\n<p>So two things that have nudged me back into employment:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Now that both kids are at school (pandemic depending! ?) I don’t need the flexibility as much. In fact, it’s arguable that being freelance means I actually get LESS quality time with them now, because I’m often still in work mode once school is finished.<\/li><li>The realisation that not all suitable employment is in corporate IT. There are companies out there that are small, friendly, somewhat flexible, doing great work, successful and that pay well.<\/li><\/ul>\n\n\n\n<p>I’ve had in my head a (very!) short list of companies that I’d love to work for for a while, and I’ve kinda been winding down the freelancing to a point where I could more easily take a job should the right one come up (take note &#8211; freelancing has lock in!).<\/p>\n\n\n\n<p>So when the perfect job description came up at one of these companies, I HAD to give it a punt. And here I am! Contract signed and ready to go.<\/p>\n\n\n\n<p>It’s the right job, for the right company, and at the right time for me. All the stars aligned. Hooray!!<\/p>\n\n\n\n<p>So freelancing doesn&#8217;t have to be your long term plan. There is probably a ramping-up period, and maybe a ramping-down one too. But you can go back to employment without shame or feeling like a failure. There can be really positive reasons to do so.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"3-i-don-t-know-what-burnout-is-but-it-s-probably-real\">3. I don’t know what “burnout” is but it’s probably real<\/h2>\n\n\n\n<p>I hear lots of people talking about burnout, but I’ve never heard a succinct definition of it that made sense to me.<\/p>\n\n\n\n<p>However, when I started applying for this dream job, I started thinking about what it would be like to have one client. One person I was ultimately accountable to. One set of communication and project management tools and processes. No leads to find and follow. No proposals to write. No sub-contractors to find and manage. No self-marketing to do. Way less “admin”.<\/p>\n\n\n\n<p>And I had this kind of anticipatory relief in my heart. A peace in my soul. An almost physical relaxation in my body at the thought of what it would be like.<\/p>\n\n\n\n<p>And the feeling made me ask: Am I burned out on freelancing?<\/p>\n\n\n\n<p>Is burnout one of those things that you know when you see it. If it looks like burnout and it quacks like burnout, it’s probably burnout?<\/p>\n\n\n\n<p>(Note to future boss: I’m under no illusion that “employment” won’t have its own unique set of challenges, and I’ll still have to do some of the things listed above. It will just be very different! I’m totally ready for it!!)<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"4-you-define-success\">4. YOU define success<\/h2>\n\n\n\n<p>This is huge.<\/p>\n\n\n\n<p>Success doesn’t have to be all about money. Or fame. Or growth.<\/p>\n\n\n\n<p>If you think it does then you’re reading the wrong article. You’re not my tribe. Stop wasting your time now. Go read something else.<\/p>\n\n\n\n<p>Success can be flexibility. It can be having fun and enjoying your work. It can be choosing who you work for. It can be continuously learning and defining your own career.<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>I’ve not made a ton of money. I’m hardly <a href=\"https:\/\/twitter.com\/tom_hirst\">Tom Hirst<\/a> or <a href=\"https:\/\/twitter.com\/jonathanstark\">Jonathan Stark<\/a>. But I kept paying the bills and feeding the family while doing something I enjoy.<\/li><li>I could have worked more paid hours. But I took advantage of the flexibility to spend time with family.<\/li><li>I spent time learning new things and honing my craft as well as working on paid projects. Unpaid side projects have been huge for me to keep me interested and to define the way forward.<\/li><li>I did good work for good clients who respected me and paid me well. I could probably have taken bigger gigs with bigger clients in different sectors, but I liked who I was working with.<\/li><li>I made friends and was able to make a mark on my little online world in my own unique little ways.<\/li><\/ul>\n\n\n\n<p>Bootstrapping a small, sustainable business that keeps you going, with no debt or investment, with zero employees, with no plans to grow, with revenue that changes according to your circumstances, is fine. Hourly billing is fine. Not building a SaaS or product is fine. Dips in annual revenue are fine (as long as it’s expected and not a trend!). Doing work for free is fine (in some carefully thought through cases).<\/p>\n\n\n\n<p>Look at what others are doing and be inspired. Look at what others say to do, and not to do, but don’t blindly follow. Consider advice (even this advice!) and weigh it against your own circumstances and goals. But remember that you are not them. This is your journey. You are unique and your business is unique. (See also <a href=\"https:\/\/rosswintle.uk\/2012\/05\/parenthood-the-sum-of-my-knowledge\/\">parenting<\/a>)<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"5-trust-your-instincts-but-also-understand-business\">5. Trust your instincts &#8211; but also: understand business<\/h2>\n\n\n\n<p>Early on I had an enquiry from a person who wanted to make “Facebook for &lt;thing&gt;”. His business model involved selling effectively, stickers, that had links to profiles on Facebook-for-thing. He had no money, and was offering me a share of profits of a non-existent business with what looked like a very iffy business plan.<\/p>\n\n\n\n<p>A few years later in I had a conversation with someone that wanted help with a platform that put ads around videos because he thought that he was better at putting ads around videos than YouTube were.<\/p>\n\n\n\n<p>One time I was pitching to a medium-sized-charity client who were getting “help” from a financial services firm. This firm had put some security requirements in place that were more suited to financial services than to a medium sized charity. We pushed back and pretty much all the requirements were dropped.<\/p>\n\n\n\n<p>For me, these projects were full of huge red flags. We actually won and delivered the third example, and it was one of my best pieces of work. The point is: I learned to trust my instincts when talking to potential clients.<\/p>\n\n\n\n<p>But I think I also learned that I had developed good instincts by having a very basic understanding of business. Perhaps from sitting on my mums lap while she filled in paper-based ledger sheets (think paper-based spreadsheets) all those years ago. Perhaps from being overly obsessed with watching Dragon’s Den on telly. Who knows?<\/p>\n\n\n\n<p>Briefs that are too short. Briefs that are too long. Questions answered with “that’s just what we’ve decided to do” or “that’s what the boss wants”. Arbitrary hard deadlines (launching an advent calendar on Dec 1st is one thing, launching a new website on January 17th is another). &#8220;We’ll pay you with the profits.&#8221;, &#8220;Our previous developer has stopped working on it.&#8221;<\/p>\n\n\n\n<p>These are all red flags.<\/p>\n\n\n\n<p>You have to ask:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Will there be money to pay me?<\/li><li>Is this idea REALLY viable? Have you REALLY thought it through?<\/li><li>Why is the deadline fixed? And what happens if we&#8217;re heading towards it and aren&#8217;t finished?<\/li><li>Are the requirements really appropriate for the project?<\/li><li>Why did the previous developer stop working on the project?<\/li><\/ul>\n\n\n\n<p>You learn what to look for. And yes, it’s not only acceptable to say “No”, you really SHOULD say “No” if you feel the project isn’t for you.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"more-to-come\">More to come&#8230;<\/h2>\n\n\n\n<p>OK, that&#8217;s part 1 done. You can now <a href=\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-2\/\">read part 2<\/a>!<\/p>\n\n\n\n<p>I have some titles for part 2 to tease. And if you&#8217;re mathsy\/computery you may note that I didn&#8217;t state what number base &#8220;10&#8221; is &#8211; there may not be ten learnings here. So hopefully I&#8217;ll soon write about some or all of the following:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Invest in tools (but only those you actually need)<\/li><li>Freelancers help each other<\/li><li>People are EVERYTHING<\/li><li>Business vs personal branding<\/li><li>You get freedom &#8211; you lose freedom<\/li><li>It’s not for everyone<\/li><li>Curiosity is the superpower<\/li><li>Be a jack of all trades, but a master of one<\/li><\/ul>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>I stop being a freelancer soon. Here are some things I learned in the last ten years.<\/p>\n",
        "protected": false
    },
    "author": 2,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        614,
        24
    ],
    "tags": [],
    "class_list": [
        "post-10420",
        "post",
        "type-post",
        "status-publish",
        "format-standard",
        "hentry",
        "category-business",
        "category-thoughts"
    ],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v23.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>10 things I learned about freelancing in ten years (with ten days to go) - Part 1 - Ross Wintle<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"10 things I learned about freelancing in ten years (with ten days to go) - Part 1 - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"I stop being a freelancer soon. Here are some things I learned in the last ten years.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2021-08-07T08:51:01+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-30T13:15:06+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"399\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Ross Wintle\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Ross Wintle\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/\",\"url\":\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/\",\"name\":\"10 things I learned about freelancing in ten years (with ten days to go) - Part 1 - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"datePublished\":\"2021-08-07T08:51:01+00:00\",\"dateModified\":\"2021-10-30T13:15:06+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc\"},\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"10 things I learned about freelancing in ten years (with ten days to go) &#8211; Part 1\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc\",\"name\":\"Ross Wintle\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g\",\"caption\":\"Ross Wintle\"},\"url\":\"https:\/\/rosswintle.uk\/author\/rosswintle\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "10 things I learned about freelancing in ten years (with ten days to go) - Part 1 - Ross Wintle",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/",
        "og_locale": "en_US",
        "og_type": "article",
        "og_title": "10 things I learned about freelancing in ten years (with ten days to go) - Part 1 - Ross Wintle",
        "og_description": "I stop being a freelancer soon. Here are some things I learned in the last ten years.",
        "og_url": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2021-08-07T08:51:01+00:00",
        "article_modified_time": "2021-10-30T13:15:06+00:00",
        "og_image": [
            {
                "width": 600,
                "height": 399,
                "url": "https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg",
                "type": "image\/jpeg"
            }
        ],
        "author": "Ross Wintle",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "Ross Wintle",
            "Est. reading time": "9 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/",
                    "url": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/",
                    "name": "10 things I learned about freelancing in ten years (with ten days to go) - Part 1 - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "datePublished": "2021-08-07T08:51:01+00:00",
                    "dateModified": "2021-10-30T13:15:06+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc"
                    },
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/#breadcrumb"
                    },
                    "inLanguage": "en-US",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2021\/08\/10-things-i-learned-about-freelancing-in-ten-years-with-ten-days-to-go-part-1\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "10 things I learned about freelancing in ten years (with ten days to go) &#8211; Part 1"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": {
                                "@type": "PropertyValueSpecification",
                                "valueRequired": true,
                                "valueName": "search_term_string"
                            }
                        }
                    ],
                    "inLanguage": "en-US"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/9f9bec147b2bfd762f09a2c2da7177dc",
                    "name": "Ross Wintle",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-US",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/28519fc7c37998eea059b525da5fc7ce?s=96&d=identicon&r=g",
                        "caption": "Ross Wintle"
                    },
                    "url": "https:\/\/rosswintle.uk\/author\/rosswintle\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/10420"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/2"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=10420"
            }
        ],
        "version-history": [
            {
                "count": 6,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/10420\/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 10598,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/10420\/revisions\/10598"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=10420"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=10420"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=10420"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}