{
    "id": 632,
    "date": "2009-10-15T19:57:21",
    "date_gmt": "2009-10-15T19:57:21",
    "guid": {
        "rendered": "http:\/\/blog.wintle.me.uk\/?p=632"
    },
    "modified": "2009-10-15T19:57:21",
    "modified_gmt": "2009-10-15T19:57:21",
    "slug": "on-having-the-touch",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/",
    "title": {
        "rendered": "On Having the Touch"
    },
    "content": {
        "rendered": "<p><a title=\"Pods and Parcels\" href=\"https:\/\/rosswintle.uk\/2009\/07\/16\/pods-and-parcels\/\" target=\"_blank\">A while back<\/a> I mentioned that I&#8217;d sort-of won myself an Apple iPod Touch by winning a management-speak competition.<\/p>\n<p>These things are reviewed to death these days so, though this would probably be called a review, it&#8217;s more just my thoughts on the device.<\/p>\n<p><!--more--><\/p>\n<h3>Openings<\/h3>\n<p>The box it comes in is small but does the job.  First impressions are of solid build, great screen quality, and fantastically-responsive touch screen (I think it senses your touch by electric fields or something rather than by physical pressure &#8211; read up elsewhere from people that know &#8211; however it works, it works like a dream!)<\/p>\n<h3>A Good, Quick Job Won&#8217;t Be Cheap<\/h3>\n<p>There&#8217;s some truth in saying that you get what you pay for.  The iPod Touch, and, presumably, the iPhone, are expensive, but high-quality devices.<\/p>\n<p>The first thing I did was charge it and pay a few quid to update the OS (the system software) to v3.0.  This enables the device to do lots of very useful things that it couldn&#8217;t do before.<\/p>\n<p>Within a few moments of use I was almost speechless at its ease of use, fully-functional web browswer, speed, responsiveness, and after downloading a few free applications, functionality.<\/p>\n<p>The iPod Touch has a few neat tricks up its sleeve too.  I have big stubby fingers and normally hate small keyboards, but the on-screen keyboard here is REALLY good &#8211; especially combined with the often-magical auto-correction.  The little magnifying glass for positioning within text is genius and completely intuitive.  It magically knew my location (I&#8217;ve still not worked out how!).  With contacts, it knows how to put spaces into phone numbers (e.g. 01234567890 automatically becomes 01234 5678980, but 02012345678 becomes 020 1234 5678), and it knows to capitalise street names.<\/p>\n<p>First impressions: it&#8217;s jaw-droppingly good.  What more can it do?<\/p>\n<h3>It does it all!<\/h3>\n<p>Historically I&#8217;ve been against &#8220;convergence&#8221; &#8211; the idea of combining gadgets that do different things into one.  My traditional iPod has always been a good media player, but a rubbish organiser.  I&#8217;ve never been convinced that my organiser should be a phone &#8211; it&#8217;s the wrong size and shape.  And my phone has always been a rubbish media player and organiser.  But I LIKE the idea of having one set of contacts on my organiser and phone &#8211; and in my online email.  I was hoping that the iPod Touch would do some bits of convergence well.<\/p>\n<p>Email was easy to set up &#8211; give it my Google Mail details and it&#8217;s away with both a slinky mobile web interface and downloading to the iPod&#8217;s email app using IMAP.  With a few moments of configuration, I had it synchronising a Google calendar and contacts too.  My Sony Ericsson phone can also syncronise to Google contacts so my unified address book had arrived!<\/p>\n<p>Google Reader has a nice simple mobile web interface, which works a treat for catching up with Internet news feeds.  The little YouTube app just works giving high quality video with great ease.  The maps app is astonishingly slick, and you can download Google Earth too.  Downloading a few little games and tools showed off the accelerometer and what fun you can have with the touch screen.<\/p>\n<p>I downloaded a Twitter client (or several &#8211; still deciding which is best), and the free Facebook app.  I&#8217;d been recommended &#8220;Weather Pro&#8221; too, which I was initially sceptical of as it had a small cost attached, but it&#8217;s a great app with almost-real-time radar and satellite imagery so you can see what&#8217;s coming!.<\/p>\n<p>So it&#8217;s got the organiser side of things wrapped up.  Well&#8230;in some ways it goes far beyond my old Palm organiser, and in other ways it&#8217;s a bit lacking; the standard note-taking tool is limited, and for some bizarre reason there&#8217;s no to-do list program, but these are minor complaints and can be got around.<\/p>\n<p>Being an iPod, it&#8217;s a media player too.  I don&#8217;t think there&#8217;s anything here to blow you away.  It copies music, podcasts, video and photos from iTunes and presents them.  It&#8217;s pretty slick, but I actually think the fancy graphics and stuff get in the way a bit, and actually, the iPod bit has probably impressed the least.  There&#8217;s not much you can add to an already-decent media player.<\/p>\n<p>The one thing that did impress was the speed of the photo viewing and navigation.  Job VERY well done!<\/p>\n<p>Of course, this is an iPod touch, not an iPhone, so it&#8217;s not a completely converged device.  But two into one has gone very nicely.<\/p>\n<h3>&#8230;and it does a whole load more too!<\/h3>\n<p>Apple&#8217;s &#8220;App Store&#8221; (&#8220;app&#8221; is short for &#8220;Application&#8221;) is full of little programs that you can download, some for a small charge (most are less than a couple of quid), some for free!  And here&#8217;s where the fun begins.  What else do you want to do?<\/p>\n<ul>\n<li>Blog with the WordPress app<\/li>\n<li> Get real-time London Underground status, a map and journey planner with Tube Deluxe<\/li>\n<li>View Ordnance Survey mapping with iOSMaps<\/li>\n<li> Securely store passwords, pins and website logins.<\/li>\n<li> Chat with MSN or Yahoo contacts using eBuddy<\/li>\n<li> View Sky TV schedules and tell your Sky+ box to record with the Sky+ app<\/li>\n<li> Chat (text only) with Skype<\/li>\n<li> Browse and view photos on Flickr with the Flickr App<\/li>\n<li> Manage all aspects of you eBay account, browse the auctions, bid, watch items, leave feedback with the eBay app<\/li>\n<li> Manage a LinkedIn profile and network with the LinkedIn App<\/li>\n<li> Remotely control a computer using a VNC client<\/li>\n<li> If you&#8217;re a Geocacher, find caches, save details for offline referral, log finds &#8211; no more printing pages of logs!<\/li>\n<li> Play vast numbers of silly games &#8211; some of which are highly addictive time-killers (that&#8217;s you Flight Control!)<\/li>\n<li> Read books (I mostly use mine to carry round a reference Bible &#8211; probably the subject of a future post).<\/li>\n<\/ul>\n<p>The only real problem is that, because you can do almost everything from this little device, it stays stuck to your left hand and you switch it on to answer any and all questions.  It becomes the oracle of your life.  It goes everywhere and&#8230;would I be lost without it?  Probably!<\/p>\n<h3>Flaws<\/h3>\n<p>OK.  This device is SO good, so fast, so functional, so slick, that can&#8217;t help feeling hugely let down when you find a flaw.  Here are some that I&#8217;ve noticed:<\/p>\n<ul>\n<li> <strong>It should have a camera<\/strong>.  I know the iPhone has camera and GPS built in as well as being a phone.  But the iPod Touch really suffers by not having even just a camera (did I say that <a title=\"Pods and Parcels\" href=\"https:\/\/rosswintle.uk\/2009\/07\/16\/pods-and-parcels\/\" target=\"_blank\">I didn&#8217;t care about this before<\/a>?  Well with all these apps, I do now!)<\/li>\n<li><strong> To-do list<\/strong>.  It masquerades as an organiser with contacts and calendar, but it has no to-do list.  WHY???<\/li>\n<li><strong> Notes<\/strong>.  The standard notes application is half-hearted.  With a to-do list and categorised notes you could sell this as a high-spec personal information manager, but the notes app is lame.  Again&#8230;why???<\/li>\n<li><strong> Contacts-calendar-birthday sync<\/strong>.  The contacts and calendar are so good that I&#8217;m left wondering why they didn&#8217;t link the &#8220;Birthday&#8221; field in the contacts to the calendar.  Fortunately Google contacts\/calendar now does this for me, but it&#8217;s a striking omission from a device which does most things that you&#8217;d expect it to.<\/li>\n<li><strong> Not all apps have landscape<\/strong>.  I guess this is up to the application writers to code, but not all apps go widescreen when you turn the device sideways.  One app even insisted on using landscape keyboard all the time.<\/li>\n<li><strong> Too many clicks to shuffle an artist\/album or genre.<\/strong> There should be a quicker, cleverer way to do this!<\/li>\n<li><strong> It needs a universal &#8220;back&#8221; button.<\/strong> I&#8217;m definitely from the function-over-form school of design, and am sceptical of Apple minimalist devices as a result.  From what I understand they bowed to public pressure to add up\/down volume buttons to the two existing &#8220;sleep\/wake&#8221; and &#8220;Home&#8221; (i.e. &#8220;everything else&#8221;) buttons.  But I think it needs just one more&#8230;a back button.  Example: touching a contacts address takes you to that address in the maps application.  Very neat!  But what if I want to go back to the contact?  I have to press the home button, then select contacts and then find the contact again.  Being able to go back would be really useful!<\/li>\n<li> Talking of the clever address -&gt; map function&#8230;clicking an address on a contact takes you to the map, but clicking the location on an appointment in the calendar doesn&#8217;t.  Come on Apple&#8230;don&#8217;t set my expectations and then dash them.  If you&#8217;re going to let me tap an address and go to the map then make this happen consistently, or not at all!<\/li>\n<li> <strong>Audible alerts.<\/strong> Yes, the iPod Touch is the poor cousin of the iPhone, and I suspect the iPhone does this much better, but audible alerts aren&#8217;t always audible.  If I&#8217;ve turned the music volume down, I don&#8217;t hear an alert for an appointment.  If I&#8217;ve got headphones in then the alert sounds through the headphones &#8211; even if I don&#8217;t have them on\/in.  I suspect that, in some cases, this is the right thing to do, but it needs something like the &#8220;profiles&#8221; on my mobile phone so these things can be better customised.<\/li>\n<\/ul>\n<p>Techies among you may be wondering if I&#8217;m disappointed by the lack of &#8220;multi-tasking&#8221;; that is, does it bother me that I can only run one app at a time and can&#8217;t have things running in the background?  The answer is no, but I&#8217;m not sure why.  I suppose it would be good to have, say, a Twitter client running in the background checking for new Tweets and alerting me.  But the truth is I don&#8217;t miss multi-tasking and it probably means that the apps that you do run run very quick.  Plus, switching apps is so quick that I don&#8217;t think it has the illusion of multi-tasking.<\/p>\n<p><strong>Summing Up<\/strong><\/p>\n<p>I toyed with the idea of using the money from my headphones prize to buy a decent smart phone, but they were all too expensive.  I looked at iPhones too&#8230;WAY to expensive.  And yet, having used this device; having had it become indispensable, take over my life and change my whole notion of what it means to be &#8220;connected&#8221;, having realised that, actually, device convergance CAN be done and be done well; I find myself completely understanding those who pay over-the-odds for an iPhone.  The addition of a camera, phone and GPS would only serve to make this device more indispensable, it would complete the convergence by removing at least two other gadgets from my stash.<\/p>\n<p>I should emphasise that the iPod Touch is not just pretty, fast, slick.  It does a whole heap of useful stuff too.<\/p>\n<p>But there&#8217;s a downside to all this amazing electronic and software wizardry.<\/p>\n<p>I watched the Disney Pixar film Wall-E the other day (also highly recommended!) and there are some people in it who&#8217;ve become so immersed in portable video screens, so hooked into remote, electronic communication, and so pampered by robots and machines, that they&#8217;ve lost the simple pleasures of holding a hand, having a conversation, staring in awe at the stars, and working as a team to achieve something good.<\/p>\n<p>Yes, even for us, it&#8217;s SO easy to become immersed in technology and let ut rule us.  My iPod has taken over somewhat.  I&#8217;m slightly addicted to being so incredibly hooked up to the global internet, and perhaps a little at risk of forsaking the delights of the real world: walks in the country, sitting reading a book in the sunshine, conversing over a cup of coffee.  Technology is great but it&#8217;s addictive and does remove us from reality somewhat.  There&#8217;s something about the pages of a newspaper that beats Google Reader in a qualitative way.  There&#8217;s something special about writing a letter rather than an email.  There&#8217;s a certain joy in carrying a notebook and pen and writing things down in your own hand for later reading.<\/p>\n<p>Yes, the iPod Touch is a phenomenal and, dare I say it, life changing device &#8211; I would guess that the iPhone is more so.  But it should come with a health warning and we should constantly remind ourselves that we need to stay hooked up to the real world too!<\/p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>The iPod Touch is a phenomenal and, dare I say it, life changing device &#8211; I would guess that the iPhone is more so. But it should come with a health warning.<\/p>\n",
        "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "aside",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        23
    ],
    "tags": [
        83,
        104,
        136,
        166
    ],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v22.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>On Having the Touch - Ross Wintle<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"On Having the Touch - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"The iPod Touch is a phenomenal and, dare I say it, life changing device - I would guess that the iPhone is more so. But it should come with a health warning.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2009-10-15T19:57:21+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"399\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"magicroundabout\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"magicroundabout\" \/>\n\t<meta name=\"twitter:label2\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/\",\"url\":\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/\",\"name\":\"On Having the Touch - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"datePublished\":\"2009-10-15T19:57:21+00:00\",\"dateModified\":\"2009-10-15T19:57:21+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\"},\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"On Having the Touch\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\",\"name\":\"magicroundabout\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"caption\":\"magicroundabout\"},\"description\":\"I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.\",\"sameAs\":[\"https:\/\/x.com\/magicroundabout\"],\"url\":\"https:\/\/rosswintle.uk\/author\/magicroundabout\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "On Having the Touch - Ross Wintle",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/",
        "og_locale": "en_GB",
        "og_type": "article",
        "og_title": "On Having the Touch - Ross Wintle",
        "og_description": "The iPod Touch is a phenomenal and, dare I say it, life changing device - I would guess that the iPhone is more so. But it should come with a health warning.",
        "og_url": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2009-10-15T19:57:21+00:00",
        "og_image": [
            {
                "width": "600",
                "height": "399",
                "url": "https:\/\/rosswintle.uk\/wp-content\/uploads\/2012\/06\/DSC_0005-small.jpg",
                "type": "image\/jpeg"
            }
        ],
        "author": "magicroundabout",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "magicroundabout",
            "Estimated reading time": "10 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/",
                    "url": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/",
                    "name": "On Having the Touch - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "datePublished": "2009-10-15T19:57:21+00:00",
                    "dateModified": "2009-10-15T19:57:21+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2"
                    },
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/#breadcrumb"
                    },
                    "inLanguage": "en-GB",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2009\/10\/on-having-the-touch\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "On Having the Touch"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": "required name=search_term_string"
                        }
                    ],
                    "inLanguage": "en-GB"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2",
                    "name": "magicroundabout",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-GB",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "caption": "magicroundabout"
                    },
                    "description": "I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.",
                    "sameAs": [
                        "https:\/\/x.com\/magicroundabout"
                    ],
                    "url": "https:\/\/rosswintle.uk\/author\/magicroundabout\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/632"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/1"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=632"
            }
        ],
        "version-history": [
            {
                "count": 0,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/632\/revisions"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=632"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=632"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=632"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}