{
    "id": 183,
    "date": "2008-08-28T20:09:00",
    "date_gmt": "2008-08-28T20:09:00",
    "guid": {
        "rendered": "http:\/\/magicroundabout.wordpress.com\/2008\/08\/28\/holidays-part-1-a-holiday-in-northern-ireland\/"
    },
    "modified": "2008-08-28T20:09:00",
    "modified_gmt": "2008-08-28T20:09:00",
    "slug": "holidays-part-1-a-holiday-in-northern-ireland",
    "status": "publish",
    "type": "post",
    "link": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/",
    "title": {
        "rendered": "Holidays Part 1: A Holiday in Northern Ireland"
    },
    "content": {
        "rendered": "<div>Blimey &#8211; we&#8217;re just about to go on our next hoilday so it&#8217;s about time I posted notes on our last!<\/div>\n<div><\/div>\n<div>Back at the end of June we went away to Northern Ireland for a week.  I took some notes as we went on my electronic organiser but never got round to fleshing them out.  Here&#8217;s an attempt at that then.<\/div>\n<div><\/div>\n<p><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Leg 1: Swindon to Snowdon<\/span><img decoding=\"async\" src=\"http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG\" style=\"float:right;cursor:hand;width:320px;margin:0 0 10px 10px;\" border=\"0\" alt=\"\" \/><\/p>\n<div><\/div>\n<div>We left on the Friday and started with a trip to visit a friend of Sally&#8217;s who lives on the edge of Snowdonia National Park.  The aim was to climb Snowdon on the Saturday, having failed to do so last year.<\/div>\n<div><\/div>\n<div>However, the weather got the better of us and we bailed out.  Wind, rain and thunder storms aren&#8217;t really our cup of tea for mountain climbing. <\/div>\n<div><\/div>\n<div>I had had some contact, through Facebook, with an old school friend who was also climbing Snowdon that weekend.  Turns out she was doing a &#8220;Solstice Walk&#8221; and heading up the mountain on Friday night, sleeping over in a bivvy bag on the summit, then awaking to the sunrise on the longest day.<\/div>\n<div><\/div>\n<div>And yes&#8230;.she did it!  Well, they didn&#8217;t sleep on the summit and the didn&#8217;t see a sunrise.  But they did the walking and bivvying.  Nutters!<\/p>\n<\/div>\n<p><img decoding=\"async\" src=\"http:\/\/lh5.ggpht.com\/ross.wintle\/SM7Q0XYdH6I\/AAAAAAAAC_g\/B_hAnh57fsA\/s288\/IMG_0749.JPG\" style=\"float:left;cursor:hand;width:320px;margin:0 10px 10px 0;\" border=\"0\" alt=\"\" \/><\/p>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Leg 2: Snowdon to Dublin<\/span><\/div>\n<div><\/div>\n<div>Sally&#8217;s friend was a fine host, we took a little tour of Anglesey on the Saturday and generally chilled out before a nice dinner in her lovely little cottage.  We&#8217;d visited the National Trust&#8217;s Plas Newydd on Anglessey &#8211; a strange mix of battelfield history, historic house and art &#8211; but well worth going for the astounding Rex Whistler mural.<\/div>\n<div><\/div>\n<div>On Sunday morning we headed back over Anglesey to the Holyhead ferry port.  The weather still being a bit nasty, we&#8217;d checked that the ferry was actually sailing.  But this wasn&#8217;t any old ferry&#8230;noooo sir!&#8230;this was Ulysses &#8211; the worlds biggest ferry!!!  And no force 8 gale up the Irish Channel was stopping it from sailing.<\/div>\n<div><\/div>\n<div>The crossing was a little rough and windy, but the weirdest thing was that we felt so out of place.  There were so few people like us there.  Young twenty&#8230;.oops&#8230;thirty-somethings obviously don&#8217;t do ferries to Ireland in June.  Was this a taste of things to come?<\/div>\n<div><\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Leg 3: Getting out of Dublin<\/span><\/div>\n<div><\/div>\n<div>We&#8217;d made the assumption that we would need no Euros.  The plan was to get to Dublin, and straight up to Northern Ireland where our beloved Grear British Pounds would be welcome.<\/div>\n<div><\/div>\n<div>No such luck!<\/p>\n<\/div>\n<div>As we left the port we were directed to the main N1 motorway via a Toll Tunnel.  With no idea if we could use pounds in the toll we followed the other sign saying &#8220;All routes avoiding Toll Tunnel&#8221;.<\/div>\n<div><\/div>\n<div>Sadly, this was the last sign we saw for a while.  There are, apparently, no signs in Dublin.  Not even for the N1 to Belfast.  They just don&#8217;t exist.  And so, 40 minutes, lots of Dublin&#8217;s suburbs, and very little helpful signage later, we eventually found the N1.<\/div>\n<div><\/div>\n<div>That was not to be the last toll though, or the last bit of bad signage, and we struggled Northwards, stopping to buy a out-of-date map on the way.  They seem to be building roads in Ireland faster than the maps can keep up with!<\/div>\n<div><\/div>\n<div>Once we were north of all the tolls we had a smooth journey.  Past Belfast we picked up the M2 and and the smaller roads to Ballycastle &#8211; our destination &#8211; were surprisingly good.<\/p>\n<\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">The Weather:<\/span><\/div>\n<div><\/div>\n<div>There was LOTS of weather!  All week!  Not all of it bad.  Some quite good!  But lots of it.  This was wild remote British Isles at their best!<\/p>\n<\/div>\n<div>We coped but packing for a day out was hard.  Sun hats and sun cream alongside waterproofs and fleeces.  We took it all on most days.  Oh, and the forecasts were not much use, with daily predictions of rain, even on the days we got sunburnt!<\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">The B&amp;B:<\/span><\/div>\n<div><\/div>\n<div>We stayed at a lovely boutique B&amp;B that&#8217;s recently been set up by some absurdly creative and go-getting artists\/entrepreneurs who recently moved to N. Ireland from London.<\/div>\n<div><\/div>\n<div>Our hosts were lovely people, hugely welcoming and helpful &#8211; possibly a little too much so for my liking.  I, personally, wasn&#8217;t sure what to make of them.  They were very high-class arty types and&#8230;well&#8230;I&#8217;m not&#8230;at all!<\/div>\n<div><\/div>\n<div>But the food and rooms were excellent and the location was perfect too; out of town but within easy walking distance.  Ballycastle is an excellent base to explore the North Coast and Glens, so this B&amp;B comes recommended from many points of view.  It&#8217;s called <a href=\"http:\/\/www.glentaisie.co.uk\/\">Glentaisie<\/a> &#8211; though whether or not the owners will have moved on to their next big project when you read this is unknown!<\/div>\n<div><\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Monday: Giant&#8217;s Causeway<\/span><\/div>\n<div><\/div>\n<div>One of our main reasons for heading to Northern Ireland was to check out the Causeway Coast and the famous Giant&#8217;s Causeway.  We weren&#8217;t disappointed.<\/div>\n<div><\/div>\n<div>This is a weird and wonderful place.  It&#8217;s astounding that natural process formed such regular structures, and they&#8217;re much bigger than I thought they would be (though the area across which they are formed and visible wasn&#8217;t so impressive).<\/div>\n<div><\/div>\n<div>It was, of course, very touristy.  I felt young and very English.  But a cliff-top walk was a fine way to escape the crowds and see some of the other fascinating and bizarre rocks on display.  As always, well done to the National Trust for looking after it and for excellent visitor facilities.<\/div>\n<div><\/div>\n<div>Next stop was supposed to be the Carrick-a-rede Rope Bridge, but we stopped off at a quiet beach on the way.  A pleasant interlude, but I wouldn&#8217;t recommend swimming, even in mid-summer! So VERY cold!<\/div>\n<div><\/div>\n<div>Carrick-a-rede was disappointing and slightly uninteresting.  The rope bridge isn&#8217;t old or even vaguely scary (unless you&#8217;re afraid of heights, which I&#8217;m not).  It&#8217;s very much a recreation specifically for tourists.  Worth a little walk over though to see the nesting birds &#8211; just take a peg to put on your nose because the bird poo really smells!<\/div>\n<div>We dined on Monday night at the Central Wine Bar in Ballycastle.  We got good food for a good price. But skip the coffee at the end.  I had a VERY milky cappucino.  In fact, I&#8217;d doubt the presence of coffee in it at all!<\/p>\n<\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Tuesday: Strangford Lough &amp; Mount Stewart<\/span><\/div>\n<div><\/div>\n<div>Tuesday saw a jaunt south in the car to Mount Stewart.  This is another National Trust property  (making good use of Sally&#8217;s staff card!). <\/div>\n<div><\/div>\n<div>We started out on the coast road, which was great fun and gave us some great views on a pretty clear morning.  It was slow going though.<\/div>\n<div><\/div>\n<div>We eventually hit some bigger roads and made our way down through Belfast to Strangford.  A beautiful place, and Mount Stewart was easy to find.<\/div>\n<div><\/div>\n<div>We booked onto<br \/>\n a timed tour of the house (the only way you can see it), and explored the fantastic gardens while waiting.  It&#8217;s worth a trip just for the gardens!  They&#8217;re split into different parts and there&#8217;s everything from formal gardens to an arboretum.<\/div>\n<div><\/div>\n<div>The tour of the house, which is still occupied by its owner, was also incredibly interesting and entertaining, with LOTS of insight into the property and its history and lots of things that take you by surprise (no spoilers here!!!).<\/div>\n<div><\/div>\n<div>I, however, started feeling ill and ducked out.  Sally was good enough to drive me home and I felt quite a bit better by the time we got back to Ballycastle.  Seems I occasionally have little bits of nausea and I&#8217;m still a bit nervous after my long summer of being unwell last year.<\/div>\n<div><\/div>\n<div>Back in Ballycastle it was raining slightly, but we got Fish &amp; Chips and sat and ate it in our waterproofs on the seafront in the drizzle &#8211; very&#8230;VERY British!<\/p>\n<p><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Wednesday: Rathlin Island<\/span><\/div>\n<div><\/div>\n<div>You can see Rathlin Island from Ballycastle.  It&#8217;s a little boomerang-shaped piece of inhabited land a few miles from the north coast of northern island.  About 80 people live there.  And lots of birds.<\/div>\n<div><\/div>\n<div>We were determined to visit, it would be a whole day out with a short ferry trip and some nice walking or cycling  through some remote land.<\/div>\n<div><\/div>\n<div>We didn&#8217;t plan our day very well though.  The ferry was the first little problem.  We&#8217;d planned getting the fasttrack but it was a little windy, and the fasttrack ferry didn&#8217;t sail.  We&#8217;d just missed the big slow ferry though, so we had to wait for the next crossing, thus wasting over an hour.<\/div>\n<div><\/div>\n<div>We eventually arrived with the intention of hiring a bike and cycling to the remote RSPB station to see the nesting puffins.  But we couldn&#8217;t find the bike man.  More time wasted.  So we decided to walk.<\/div>\n<div><\/div>\n<div>We got about half way before the &#8220;Puffin Bus&#8221; pulled up and opened its door.  The nice bus driver informed us that by the time we&#8217;d walked to the RSPB station we&#8217;d probably be about ready to get on the last bus back to the ferry.<\/div>\n<div><\/div>\n<div>He gave us a free ride on the way out and we paid a single for the return.  Nice man.<\/div>\n<div><\/div>\n<div>But how he got that bus to the RSPB station I won&#8217;t know.  It really was at the very end of the very last &#8220;road&#8221; of a remote island.  They were still building bits of footpath and handrail for pedestrains &#8211; let alone having a bus-ready road!<\/div>\n<div><\/div>\n<div>Anyway, by the time we got there the wind had picked up.  We struggled down the path to the RSPB station, which is sited in a disused light house.  As always, the RSPB setup is excellent.  Like with the National Trust we&#8217;re always impressed at their facilities, and building a new visitor centre in such a remote location is even more impressive.  The people are friendly, informative and knowledgable, and we had a fun and interesting hour peering at the birds through RSPB binoculars and warming up with a cup of tea.<\/div>\n<div><\/div>\n<div>The Puffin Bus took us back to the main town on the island and we hopped off and had a wander round the bay and saw some seals!  Then back to the ferry.<\/div>\n<div><\/div>\n<div>The wind had picked up more and the crossing back was really rough.  Great fun but a little scary, and occasionally very wet.<\/div>\n<div><\/div>\n<div>All in all a good day out but we learned not to wing it&#8230;if you&#8217;re on a day out that involves lots of different timetables &#8211; plan it well! We ended up not having long on the island and we were hurried.  And had it not been for the nice man on the bus we&#8217;d probably have ended up having to stay overnight on the island or something.  Plan plan plan for days out!!!<\/div>\n<div><\/div>\n<div>What we did plan was our evening meal.  We booked into a place called the Cellar recommended by the people in our B&amp;B.   We failed to understand why.  The food was OK, but not great quality and too much of it.  Service was brusque too and I felt that we were imposing on them!  The fish was nice though.<\/div>\n<div><\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Thursday: Glenarrif<\/span><\/div>\n<div>Northern Ireland has some great hills and valleys &#8211; the Glens.  We picked the biggest and best to explore &#8211; Glenarrif: Queen of the Glens.  <\/p>\n<\/div>\n<div>Again it was a bit of a drive to get there and we took the beautiful, off-road scenic route via Torr Head &#8211; this was mostly deserted and had fantastic views.  A most enjoyable bit of driving.<\/div>\n<div><\/div>\n<div>We arrived at Glenarrif Forest Park.  The place was fairly quiet given what a tourist trap it looked like it could be.  We had a cuppa before starting out on one of the well signposted walks.  The sceneray was beautiful &amp; the paths well maintained and allowing access to parts of the forest that you wouldn&#8217;t normally be able to get to.<\/div>\n<div><\/div>\n<div>What it lacked was an element of wilderness.  I like walking off the beaten track.  Finding my own way a little.  There&#8217;s a balance to be had between making a place accessible and allowing it to keep it&#8217;s character.  I felt this place had slightly lost some of its charm by being tamed by the forrestry people.<\/div>\n<div><\/div>\n<div>I would also add that this is a much better place to go in the morning.  The afternoon light leads to a lack of rainbows on the &#8220;Rainbow Walk&#8221; through the waterfall of the valley.  Well worth doing though.<\/div>\n<div><\/div>\n<div>For the evening we went out for food again.  The B&amp;B people had recommended against restaurant &#8220;Quay 23&#8221; but we really liked it.  There was excellent, varied, modern food and a good atmosphere.  But as with everywhere else, the dishes were too big!  We also found that sevice tailed off when busy.  But probably our favourite of the three places we ate.<\/p>\n<\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Dublin<\/span><\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\"><br \/><\/span><\/div>\n<div>We left Ballycastle on Friday morning to head to Dublin for a day. The drive was good and we stopped early on to get some Euros to pay for any tolls we came across.  Signs on the way into Dublin were fine (the mysteries of the Emerald Isle!), even if our detailed directions to the hotel were only OK for 90% of the way.<\/div>\n<div><\/div>\n<div>We found the hotel in the end, checked in, and headed into town to explore.  We&#8217;d decided to do a general city-wide wander and check out the University Library and Book of Kells on Saturday morning.<\/div>\n<div><\/div>\n<div>The visitor centre was excellent and we had lunch in the cafe there.  We spent a lot of time wandering around but most of it in the trendy Temple Bar area.  It&#8217;s very much a city of art and culture and we enjoyed just milling around. <\/div>\n<div><\/div>\n<div>As evening came the stag and hen parties started coming out, so we popped into a little Italian restaurant for dinner and headed back to the hotel to rest.<\/div>\n<div><\/div>\n<div>On Saturday we woke up and headed off to see the Books in the University Library.  After picking up a wonderful breakfast in one of the city&#8217;s many independant cafe&#8217;s, we headed straight to the University Library.  This too is an awe-inspiring place.  The exhibition about the ancient books is very well put together and highly informative, seeing the books themselves is impressive too, but possibly a little disappointing after the big build up, and the library building itself is incredibly grand!<\/div>\n<div><\/div>\n<div>What&#8217;s really impressive is seeing how much effort people put into creating a gospel book.  These people had such reverence for God&#8217;s word.  It&#8217;s really quite inspiring.  These are truly holy objects and fascinating pieces of art and history at the same time.<\/div>\n<div><\/div>\n<div><\nspan class=\"Apple-style-span\" style=\"font-weight:bold;\">Heading back<\/span><\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\"><br \/><\/span><\/div>\n<div>The trip back was quick and easy.  We rushed off from the town centre to get the &#8220;Jonathon Swift&#8221; &#8211; the fast ferry &#8211; back to Holyhead.  And fast it is too!<\/div>\n<div><\/div>\n<div>We had a pleasant stop off with Sally&#8217;s uncle and aunt, who live on Anglessey on the way back.  This was nice and gave us more rest before the long drive back to Swindon on the Sunday.<\/div>\n<div><\/div>\n<div><span class=\"Apple-style-span\" style=\"font-weight:bold;\">Wrapping Up<\/span><\/div>\n<div><\/div>\n<div>In summary &#8211; we had a really good, if pretty busy holiday.<\/div>\n<div><\/div>\n<div>I&#8217;d recommend a visit to Northern Ireland, but probably only the one.  There was good stuff to see but not so much that it&#8217;s somewhere I&#8217;d rush back to (contrast with Rome, which we barely scraped the surface of when we went to visit).<\/div>\n<div><\/div>\n<div>There was LOTS of really good tourist information and I felt most things were easy to do.  But, as with the Forest Park, I felt the place had been sanitised too much.  It was TOO touristy and had lost some of it&#8217;s charm as a result.<\/div>\n<div><\/div>\n<div>I felt a little out of place at most times &#8211; I don&#8217;t think it&#8217;s a place where many people like us go on holiday.  But I don&#8217;t think that should put you off.  The Irish are friendly and welcoming people who&#8217;ll have anyone round for a drink.<\/div>\n<div><\/div>\n<div>Having said that, we probably failed to engage much with Irish culture.  We&#8217;re not big drinkers and we found ourselves heading to bed pretty early most nights.  There&#8217;s certainly a side of Ireland we didn&#8217;t see!<\/div>\n<div><\/div>\n<div>As I finish writing this stupidly long post, I&#8217;ve just finished work before departing to Sicily on Monday.  Hopefully I&#8217;ll write a bit tomorrow about how we came to be going there.  Oh, and some more photos may appear as and when they get uploaded.<\/div>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Blimey &#8211; we&#8217;re just about to go on our next hoilday so it&#8217;s about time I posted notes on our last! Back at the end of June we went away to Northern Ireland for a week.  I took some notes as we went on my electronic organiser but never got round to fleshing them out. [&hellip;]<\/p>\n",
        "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "aside",
    "meta": {
        "sig_custom_text": "",
        "sig_image_type": "featured-image",
        "sig_custom_image": 0,
        "sig_is_disabled": false,
        "url": "",
        "footnotes": ""
    },
    "categories": [
        10
    ],
    "tags": [],
    "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v22.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Holidays Part 1: A Holiday in Northern Ireland - Ross Wintle<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Holidays Part 1: A Holiday in Northern Ireland - Ross Wintle\" \/>\n<meta property=\"og:description\" content=\"Blimey &#8211; we&#8217;re just about to go on our next hoilday so it&#8217;s about time I posted notes on our last! Back at the end of June we went away to Northern Ireland for a week.  I took some notes as we went on my electronic organiser but never got round to fleshing them out. [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/\" \/>\n<meta property=\"og:site_name\" content=\"Ross Wintle\" \/>\n<meta property=\"article:published_time\" content=\"2008-08-28T20:09:00+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG\" \/>\n<meta name=\"author\" content=\"magicroundabout\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:site\" content=\"@magicroundabout\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"magicroundabout\" \/>\n\t<meta name=\"twitter:label2\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/\",\"url\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/\",\"name\":\"Holidays Part 1: A Holiday in Northern Ireland - Ross Wintle\",\"isPartOf\":{\"@id\":\"https:\/\/rosswintle.uk\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG\",\"datePublished\":\"2008-08-28T20:09:00+00:00\",\"dateModified\":\"2008-08-28T20:09:00+00:00\",\"author\":{\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\"},\"breadcrumb\":{\"@id\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#primaryimage\",\"url\":\"http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG\",\"contentUrl\":\"http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/rosswintle.uk\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Holidays Part 1: A Holiday in Northern Ireland\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/rosswintle.uk\/#website\",\"url\":\"https:\/\/rosswintle.uk\/\",\"name\":\"Ross Wintle\",\"description\":\"Creativity, curiosity, and code\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/rosswintle.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2\",\"name\":\"magicroundabout\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/rosswintle.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g\",\"caption\":\"magicroundabout\"},\"description\":\"I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.\",\"sameAs\":[\"https:\/\/x.com\/magicroundabout\"],\"url\":\"https:\/\/rosswintle.uk\/author\/magicroundabout\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->",
    "yoast_head_json": {
        "title": "Holidays Part 1: A Holiday in Northern Ireland - Ross Wintle",
        "robots": {
            "index": "index",
            "follow": "follow",
            "max-snippet": "max-snippet:-1",
            "max-image-preview": "max-image-preview:large",
            "max-video-preview": "max-video-preview:-1"
        },
        "canonical": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/",
        "og_locale": "en_GB",
        "og_type": "article",
        "og_title": "Holidays Part 1: A Holiday in Northern Ireland - Ross Wintle",
        "og_description": "Blimey &#8211; we&#8217;re just about to go on our next hoilday so it&#8217;s about time I posted notes on our last! Back at the end of June we went away to Northern Ireland for a week.  I took some notes as we went on my electronic organiser but never got round to fleshing them out. [&hellip;]",
        "og_url": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/",
        "og_site_name": "Ross Wintle",
        "article_published_time": "2008-08-28T20:09:00+00:00",
        "og_image": [
            {
                "url": "http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG"
            }
        ],
        "author": "magicroundabout",
        "twitter_card": "summary_large_image",
        "twitter_creator": "@magicroundabout",
        "twitter_site": "@magicroundabout",
        "twitter_misc": {
            "Written by": "magicroundabout",
            "Estimated reading time": "14 minutes"
        },
        "schema": {
            "@context": "https:\/\/schema.org",
            "@graph": [
                {
                    "@type": "WebPage",
                    "@id": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/",
                    "url": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/",
                    "name": "Holidays Part 1: A Holiday in Northern Ireland - Ross Wintle",
                    "isPartOf": {
                        "@id": "https:\/\/rosswintle.uk\/#website"
                    },
                    "primaryImageOfPage": {
                        "@id": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#primaryimage"
                    },
                    "image": {
                        "@id": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#primaryimage"
                    },
                    "thumbnailUrl": "http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG",
                    "datePublished": "2008-08-28T20:09:00+00:00",
                    "dateModified": "2008-08-28T20:09:00+00:00",
                    "author": {
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2"
                    },
                    "breadcrumb": {
                        "@id": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#breadcrumb"
                    },
                    "inLanguage": "en-GB",
                    "potentialAction": [
                        {
                            "@type": "ReadAction",
                            "target": [
                                "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/"
                            ]
                        }
                    ]
                },
                {
                    "@type": "ImageObject",
                    "inLanguage": "en-GB",
                    "@id": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#primaryimage",
                    "url": "http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG",
                    "contentUrl": "http:\/\/lh3.ggpht.com\/ross.wintle\/SM7Qu9gtvDI\/AAAAAAAAC_Y\/nI0gE-JdDgw\/s288\/DSC00171.JPG"
                },
                {
                    "@type": "BreadcrumbList",
                    "@id": "https:\/\/rosswintle.uk\/2008\/08\/holidays-part-1-a-holiday-in-northern-ireland\/#breadcrumb",
                    "itemListElement": [
                        {
                            "@type": "ListItem",
                            "position": 1,
                            "name": "Home",
                            "item": "https:\/\/rosswintle.uk\/"
                        },
                        {
                            "@type": "ListItem",
                            "position": 2,
                            "name": "Holidays Part 1: A Holiday in Northern Ireland"
                        }
                    ]
                },
                {
                    "@type": "WebSite",
                    "@id": "https:\/\/rosswintle.uk\/#website",
                    "url": "https:\/\/rosswintle.uk\/",
                    "name": "Ross Wintle",
                    "description": "Creativity, curiosity, and code",
                    "potentialAction": [
                        {
                            "@type": "SearchAction",
                            "target": {
                                "@type": "EntryPoint",
                                "urlTemplate": "https:\/\/rosswintle.uk\/?s={search_term_string}"
                            },
                            "query-input": "required name=search_term_string"
                        }
                    ],
                    "inLanguage": "en-GB"
                },
                {
                    "@type": "Person",
                    "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/2fbba234b43a5cc9c44b1ecf9990cfd2",
                    "name": "magicroundabout",
                    "image": {
                        "@type": "ImageObject",
                        "inLanguage": "en-GB",
                        "@id": "https:\/\/rosswintle.uk\/#\/schema\/person\/image\/",
                        "url": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "contentUrl": "https:\/\/secure.gravatar.com\/avatar\/9845283a8a09cad6becba480a960292c?s=96&d=identicon&r=g",
                        "caption": "magicroundabout"
                    },
                    "description": "I'm a Swindon-based web developer cyclist, gardener, husband, and newbie dad. I write about all that, and a whole load more.",
                    "sameAs": [
                        "https:\/\/x.com\/magicroundabout"
                    ],
                    "url": "https:\/\/rosswintle.uk\/author\/magicroundabout\/"
                }
            ]
        }
    },
    "_links": {
        "self": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/183"
            }
        ],
        "collection": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts"
            }
        ],
        "about": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/types\/post"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/users\/1"
            }
        ],
        "replies": [
            {
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/comments?post=183"
            }
        ],
        "version-history": [
            {
                "count": 0,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/posts\/183\/revisions"
            }
        ],
        "wp:attachment": [
            {
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/media?parent=183"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "category",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/categories?post=183"
            },
            {
                "taxonomy": "post_tag",
                "embeddable": true,
                "href": "https:\/\/rosswintle.uk\/wp-json\/wp\/v2\/tags?post=183"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https:\/\/api.w.org\/{rel}",
                "templated": true
            }
        ]
    }
}